<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Yehia Skaf has detained the Israeili jails since 1978.

##################################################################

&#1610;&#1581;&#1610;&#1609; &#1605;&#1581;&#1605;&#1583; &#1587;&#1603;&#1575;&#1601;&#1548; &#1575;&#1587;&#1605; &#1605;&#1606;&#1575;&#1590;&#1604; &#1605;&#1602;&#1583;&#1575;&#1605;&#1548; &#1570;&#1605;&#1606; &#1576;&#1602;&#1608;&#1605;&#1610;&#1577; &#1575;&#1604;&#1605;&#1593;&#1585;&#1603;&#1577; &#1608;&#1575;&#1606; &#1605;&#1575; &#1576;&#1610;&#1606; &#1604;&#1576;&#1606;&#1575;&#1606; &#1608;&#1601;&#1604;&#1587;&#1591;&#1610;&#1606; &#1575;&#1603;&#1579;&#1585; &#1605;&#1606; &#1575;&#1604;&#1585;&#1608;&#1575;&#1576;&#1591; &#1575;&#1604;&#1605;&#1588;&#1578;&#1585;&#1603;&#1577;&#1548; &#1575;&#1606;&#1607;&#1575; &#1608;&#1581;&#1583;&#1577; &#1581;&#1602;&#1610;&#1602;&#1610;&#1577; &#1608;&#1581;&#1583;&#1577; &#1581;&#1610;&#1575;&#1577; &#1608;&#1605;&#1589;&#1610;&#1585;&#1548; &#1604;&#1584;&#1604;&#1603; &#1603;&#1575;&#1606; &#1608;&#1575;&#1581;&#1583;&#1575;&#1611; &#1605;&#1606; &#1575;&#1579;&#1606;&#1610; &#1593;&#1588;&#1585; &#1605;&#1606;&#1575;&#1590;&#1604;&#1575;&#1611; &#1587;&#1591;&#1585;&#1608;&#1575; &#1601;&#1610; "&#1606;&#1607;&#1575;&#1585;&#1610;&#1575;" &#1576;&#1601;&#1604;&#1587;&#1591;&#1610;&#1606; &#1575;&#1604;&#1605;&#1581;&#1578;&#1604;&#1577; &#1575;&#1585;&#1608;&#1593; &#1605;&#1604;&#1575;&#1581;&#1605; &#1575;&#1604;&#1576;&#1591;&#1608;&#1604;&#1577; &#1601;&#1581;&#1601;&#1592;&#1578;&#1607;&#1605; &#1584;&#1575;&#1603;&#1585;&#1577; &#1575;&#1604;&#1608;&#1591;&#1606; &#1576;&#1571;&#1587;&#1605;&#1575;&#1574;&#1607;&#1605; &#1608;&#1571;&#1601;&#1593;&#1575;&#1604;&#1607;&#1605;.

&#1610;&#1581;&#1610;&#1609; &#1587;&#1603;&#1575;&#1601;&#1548; &#1605;&#1606;&#1575;&#1590;&#1604; &#1605;&#1575; &#1586;&#1575;&#1604; &#1605;&#1589;&#1610;&#1585;&#1607; &#1605;&#1580;&#1607;&#1608;&#1604;&#1575;&#1611;&#1548; &#1601;&#1602;&#1608;&#1575;&#1578; &#1575;&#1604;&#1575;&#1581;&#1578;&#1604;&#1575;&#1604; &#1575;&#1604;&#1589;&#1607;&#1610;&#1608;&#1606;&#1610; &#1578;&#1582;&#1601;&#1610; &#1603;&#1604; &#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1593;&#1606;&#1607;&#1548; &#1601;&#1610; &#1575;&#1604;&#1608;&#1602;&#1578; &#1575;&#1604;&#1584;&#1610; &#1578;&#1572;&#1603;&#1583; &#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1575;&#1606;&#1607; &#1605;&#1608;&#1580;&#1608;&#1583; &#1601;&#1610; &#1575;&#1604;&#1587;&#1580;&#1608;&#1606; &#1575;&#1604;&#1589;&#1607;&#1610;&#1608;&#1606;&#1610;&#1577;&#1548; &#1608;&#1575;&#1606; &#1608;&#1590;&#1593;&#1607; &#1575;&#1604;&#1589;&#1581;&#1610; &#1594;&#1610;&#1585; &#1605;&#1587;&#1578;&#1602;&#1585;&#1548; &#1608;&#1602;&#1583; &#1571;&#1603;&#1583; &#1607;&#1584;&#1607; &#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1593;&#1583;&#1583; &#1605;&#1606; &#1575;&#1604;&#1571;&#1587;&#1585;&#1609; &#1575;&#1604;&#1584;&#1610;&#1606; &#1593;&#1575;&#1583;&#1608;&#1575; &#1575;&#1604;&#1609; &#1575;&#1604;&#1581;&#1585;&#1610;&#1577;&#1548; &#1608;&#1602;&#1583; &#1608;&#1590;&#1593;&#1578; &#1603;&#1604; &#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1575;&#1604;&#1575;&#1587;&#1585;&#1609; &#1576;&#1605;&#1575; &#1601;&#1610;&#1607;&#1575; &#1606;&#1583;&#1575;&#1569; &#1575;&#1604;&#1575;&#1587;&#1610;&#1585; &#1575;&#1604;&#1605;&#1606;&#1575;&#1590;&#1604; &#1587;&#1605;&#1610;&#1585; &#1575;&#1604;&#1602;&#1606;&#1591;&#1575;&#1585; &#1576;&#1578;&#1589;&#1585;&#1601; &#1575;&#1604;&#1589;&#1604;&#1610;&#1576; &#1575;&#1604;&#1575;&#1581;&#1605;&#1585; &#1575;&#1604;&#1583;&#1608;&#1604;&#1610; &#1575;&#1604;&#1584;&#1610; &#1578;&#1593;&#1579;&#1585;&#1578; &#1605;&#1581;&#1575;&#1608;&#1604;&#1575;&#1578;&#1607; &#1601;&#1610; &#1575;&#1604;&#1603;&#1588;&#1601; &#1593;&#1606; &#1605;&#1589;&#1610;&#1585; &#1610;&#1581;&#1610;&#1609; &#1587;&#1603;&#1575;&#1601;. 

&#1608;&#1575;&#1604;&#1605;&#1606;&#1575;&#1590;&#1604; &#1610;&#1581;&#1610;&#1609; &#1587;&#1603;&#1575;&#1601; &#1575;&#1604;&#1584;&#1610; &#1606;&#1601;&#1584; &#1593;&#1605;&#1604;&#1610;&#1577; &#1606;&#1608;&#1593;&#1610;&#1577; &#1575;&#1604;&#1609; &#1580;&#1575;&#1606;&#1576; &#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1605;&#1606; &#1575;&#1604;&#1601;&#1583;&#1575;&#1574;&#1610;&#1610;&#1606; &#1576;&#1602;&#1610;&#1575;&#1583;&#1577; &#1575;&#1604;&#1605;&#1606;&#1575;&#1590;&#1604;&#1577; &#1583;&#1604;&#1575;&#1604; &#1575;&#1604;&#1605;&#1594;&#1585;&#1576;&#1610;&#1548; &#1605;&#1606; &#1605;&#1608;&#1575;&#1604;&#1610;&#1583; &#1576;&#1604;&#1583;&#1577; &#1576;&#1581;&#1606;&#1610;&#1606; &#1575;&#1604;&#1588;&#1605;&#1575;&#1604; 1959&#1548; &#1608;&#1607;&#1608; &#1605;&#1606; &#1593;&#1575;&#1574;&#1604;&#1577; &#1603;&#1575;&#1583;&#1581;&#1577;. &#1606;&#1588;&#1571; &#1608;&#1578;&#1585;&#1593;&#1585;&#1593; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1590;&#1575;&#1604; &#1601;&#1570;&#1605;&#1606; &#1576;&#1605;&#1576;&#1575;&#1583;&#1574; &#1575;&#1604;&#1606;&#1607;&#1590;&#1577; &#1608;&#1585;&#1587;&#1575;&#1604;&#1578;&#1607;&#1575; &#1608;&#1606;&#1575;&#1590;&#1604; &#1601;&#1610; &#1589;&#1601;&#1608;&#1601; &#1575;&#1604;&#1581;&#1586;&#1576; &#1575;&#1604;&#1587;&#1608;&#1585;&#1610; &#1575;&#1604;&#1602;&#1608;&#1605;&#1610; &#1575;&#1604;&#1575;&#1580;&#1578;&#1605;&#1575;&#1593;&#1610; &#1605;&#1606;&#1584; &#1593;&#1575;&#1605; 1975 &#1608;&#1576;&#1601;&#1593;&#1604; &#1573;&#1610;&#1605;&#1575;&#1606;&#1607; &#1604;&#1576;&#1609; &#1606;&#1583;&#1575;&#1569; &#1601;&#1604;&#1587;&#1591;&#1610;&#1606;. 

&#1608;&#1602;&#1583; &#1606;&#1601;&#1584;&#1578; &#1575;&#1604;&#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1575;&#1604;&#1593;&#1605;&#1604;&#1610;&#1577; &#1576;&#1578;&#1575;&#1585;&#1610;&#1582; 11/&#1570;&#1584;&#1575;&#1585; 1978&#1548; &#1608;&#1604;&#1605; &#1578;&#1578;&#1608;&#1575;&#1601;&#1585; &#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1605;&#1572;&#1603;&#1583;&#1577; &#1593;&#1606; &#1605;&#1589;&#1610;&#1585; &#1575;&#1604;&#1605;&#1606;&#1575;&#1590;&#1604; &#1575;&#1604;&#1602;&#1608;&#1605;&#1610;. 



1. Freedom to ALL Detainees in Israeli Prisons

2. Freedom Yehia Skaf, Samir Kontar, Nassim Nisr

3. Liberation to ALL territories from Jewish occupation!!</description>
  <mission>demand freedom for Yehia Skaf from the Israeli Jails!</mission>
  <name>Freedom for Yehia Skaf.</name>
  <canonical-url>http://www.causes.com/causes/1505</canonical-url>
  <member-count type="integer">1102</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/RKH/qWfS.jpg</photo-url>
</cause>
