<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Defending our prophet by showing the real beauty of Islam and doing what our prophet asked us to do, being Fair, nice, generous &amp; peaceful.
We know what we are and what our religion and prophet stand for, this cause is only to remind people that there are still great and good people that are living only to do good deeds...these people are called...MUSLIMS...

&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;.. &#1581;&#1576;&#1610;&#1576; &#1575;&#1604;&#1604;&#1607;.. &#1571;&#1594;&#1604;&#1609; &#1582;&#1604;&#1602; &#1575;&#1604;&#1604;&#1607;.. &#1593;&#1584;&#1585;&#1611;&#1575; &#1608;&#1571;&#1604;&#1601; &#1593;&#1584;&#1585; &#8211; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1575;&#1593;&#1578;&#1584;&#1575;&#1585;&#1606;&#1575; &#1604;&#1575; &#1578;&#1601;&#1610;&#1583;...

&#1571;&#1593;&#1583;&#1575;&#1569; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605; &#1610;&#1587;&#1610;&#1574;&#1608;&#1606; &#1604;&#1588;&#1582;&#1589;&#1603; &#1575;&#1604;&#1603;&#1585;&#1610;&#1605; &#1575;&#1604;&#1591;&#1575;&#1607;&#1585; &#1576;&#1581;&#1580;&#1577; &#1581;&#1585;&#1610;&#1577; &#1575;&#1604;&#1578;&#1593;&#1576;&#1610;&#1585; &#1593;&#1606; &#1575;&#1604;&#1585;&#1571;&#1610;!! &#1581;&#1575;&#1585;&#1576;&#1608;&#1575; &#1575;&#1604;&#1581;&#1580;&#1575;&#1576; &#1605;&#1606; &#1602;&#1576;&#1604; &#1608;&#1578;&#1581;&#1580;&#1580;&#1608;&#1575; &#1576;&#1581;&#1585;&#1610;&#1577; &#1575;&#1604;&#1578;&#1593;&#1576;&#1610;&#1585; &#1593;&#1606; &#1575;&#1604;&#1585;&#1571;&#1610;&#1548; &#1583;&#1606;&#1587;&#1608;&#1575; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1575;&#1604;&#1603;&#1585;&#1610;&#1605;, &#1608;&#1575;&#1604;&#1587;&#1576;&#1576; &#1583;&#1608;&#1575;&#1593;&#1610; &#1575;&#1604;&#1578;&#1581;&#1602;&#1610;&#1602; &#1605;&#1593; &#1575;&#1604;&#1605;&#1578;&#1588;&#1583;&#1583;&#1610;&#1606; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1610;&#1610;&#1606;&#1548; &#1575;&#1587;&#1578;&#1576;&#1575;&#1581;&#1608;&#1575; &#1583;&#1605; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1601;&#1610; &#1575;&#1604;&#1593;&#1585;&#1575;&#1602; &#1576;&#1581;&#1580;&#1577; &#1575;&#1604;&#1583;&#1601;&#1575;&#1593; &#1593;&#1606; &#1575;&#1604;&#1583;&#1610;&#1605;&#1602;&#1585;&#1575;&#1591;&#1610;&#1577;! &#1576;&#1575;&#1593;&#1608;&#1575; &#1571;&#1585;&#1590; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605; &#1601;&#1610; &#1601;&#1604;&#1587;&#1591;&#1610;&#1606; &#1604;&#1610;&#1602;&#1610;&#1605;&#1608;&#1575; &#1583;&#1608;&#1604;&#1577; &#1604;&#1604;&#1605;&#1588;&#1585;&#1583;&#1610;&#1606;!!

&#1571;&#1605;&#1577; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;..

&#1606;&#1581;&#1606; &#1605;&#1606; &#1576;&#1583;&#1571;&#1548; &#1608;&#1606;&#1581;&#1606; &#1605;&#1606; &#1602;&#1589;&#1617;&#1585; &#1601;&#1610; &#1581;&#1602;&#1603; &#1608;&#1581;&#1602; &#1573;&#1587;&#1604;&#1575;&#1605;&#1606;&#1575; &#1575;&#1604;&#1594;&#1575;&#1604;&#1610;&#1548; &#1576;&#1581;&#1580;&#1577; &#1575;&#1604;&#1602;&#1608;&#1605;&#1610;&#1577; &#1608;&#1575;&#1604;&#1593;&#1585;&#1608;&#1576;&#1577; &#1587;&#1602;&#1591;&#1606;&#1575; &#1601;&#1610; &#1605;&#1587;&#1578;&#1606;&#1602;&#1593; &#1575;&#1604;&#1575;&#1587;&#1578;&#1593;&#1605;&#1575;&#1585; &#1576;&#1581;&#1580;&#1607; &#1575;&#1604;&#1576;&#1606;&#1575;&#1569; &#1608;&#1575;&#1604;&#1578;&#1593;&#1605;&#1610;&#1585;&#1548; &#1604;&#1578;&#1587;&#1578;&#1605;&#1585; &#1605;&#1570;&#1587;&#1610;&#1606;&#1575; &#1575;&#1604;&#1578;&#1610; &#1589;&#1594;&#1606;&#1575;&#1607;&#1575; &#1576;&#1571;&#1610;&#1583;&#1610;&#1606;&#1575;, &#1601;&#1578;&#1587;&#1602;&#1591; &#1571;&#1585;&#1590; &#1575;&#1604;&#1573;&#1587;&#1585;&#1575;&#1569; &#1601;&#1604;&#1587;&#1591;&#1610;&#1606; &#1575;&#1604;&#1594;&#1575;&#1604;&#1610;&#1577; &#1608;&#1578;&#1583;&#1582;&#1604; &#1605;&#1580;&#1605;&#1608;&#1593;&#1575;&#1578; &#1575;&#1604;&#1589;&#1607;&#1575;&#1610;&#1606;&#1577; &#1573;&#1604;&#1609; &#1575;&#1604;&#1605;&#1587;&#1580;&#1583; &#1575;&#1604;&#1571;&#1602;&#1589;&#1609; &#1608;&#1607;&#1605; &#1610;&#1606;&#1588;&#1583;&#1608;&#1606; "&#1605;&#1581;&#1605;&#1583; &#1605;&#1575;&#1578;.. &#1582;&#1604;&#1601; &#1576;&#1606;&#1575;&#1578;.. &#1605;&#1581;&#1605;&#1583; &#1605;&#1575;&#1578;.. &#1582;&#1604;&#1601; &#1576;&#1606;&#1575;&#1578;"&#1548; &#1575;&#1604;&#1604;&#1607;&#1605; &#1589;&#1604;&#1610; &#1593;&#1604;&#1610;&#1603; &#1610;&#1575; &#1581;&#1576;&#1610;&#1576;&#1610; &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&#1548; &#1580;&#1606;&#1608;&#1583; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1582;&#1605;&#1587; &#1583;&#1608;&#1604; &#1578;&#1607;&#1586;&#1605;&#1607;&#1605; &#1593;&#1589;&#1575;&#1576;&#1575;&#1578; &#1589;&#1594;&#1610;&#1585;&#1577;&#1548; &#1608;&#1575;&#1604;&#1587;&#1576;&#1576; &#1571;&#1606;&#1606;&#1575; &#1607;&#1580;&#1585;&#1606;&#1575; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1608;&#1575;&#1604;&#1587;&#1610;&#1585;&#1577;.

&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1604;&#1605; &#1610;&#1607;&#1615;&#1606; &#1608;&#1604;&#1605; &#1610;&#1606;&#1602;&#1589; &#1605;&#1606; &#1602;&#1583;&#1585;&#1607;, &#1581;&#1575;&#1588;&#1575; &#1604;&#1604;&#1607;, &#1606;&#1581;&#1606; &#1605;&#1606; &#1607;&#1606;&#1617;&#1575; &#1608;&#1590;&#1593;&#1601;&#1606;&#1575;&#1548; &#1604;&#1571;&#1606;&#1606;&#1575; &#1575;&#1576;&#1578;&#1593;&#1583;&#1606;&#1575; &#1593;&#1606; &#1602;&#1585;&#1570;&#1606; &#1585;&#1576;&#1606;&#1575; &#1575;&#1604;&#1593;&#1592;&#1610;&#1605; &#1608;&#1593;&#1606; &#1606;&#1607;&#1580; &#1585;&#1587;&#1608;&#1604;&#1606;&#1575;&#1548; &#1606;&#1581;&#1606; &#1605;&#1606; &#1585;&#1582;&#1589; &#1576;&#1610;&#1593;&#1606;&#1575; &#1593;&#1604;&#1609; &#1605;&#1575;&#1574;&#1583;&#1577; &#1575;&#1604;&#1603;&#1601;&#1575;&#1585; &#1608;&#1575;&#1604;&#1593;&#1605;&#1604;&#1575;&#1569;&#1548; &#1606;&#1581;&#1606; &#1605;&#1606; &#1582;&#1587;&#1585;&#1606;&#1575; &#1603;&#1585;&#1575;&#1605;&#1578;&#1606;&#1575; &#1608;&#1602;&#1610;&#1605;&#1578;&#1606;&#1575;&#1548; &#1606;&#1581;&#1606; &#1605;&#1606; &#1571;&#1593;&#1591;&#1609; &#1575;&#1604;&#1578;&#1589;&#1585;&#1610;&#1581; &#1604;&#1604;&#1594;&#1585;&#1576; &#1604;&#1610;&#1602;&#1608;&#1605;&#1608;&#1575; &#1576;&#1581;&#1605;&#1604;&#1578;&#1607;&#1605; &#1575;&#1604;&#1578;&#1588;&#1608;&#1610;&#1607;&#1610;&#1577; &#1593;&#1604;&#1610;&#1606;&#1575;&#1548; &#1601;&#1606;&#1581;&#1606; &#1605;&#1606; &#1606;&#1587;&#1610; &#1570;&#1610;&#1575;&#1578; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1604;&#1610;&#1581;&#1601;&#1592; &#1575;&#1604;&#1571;&#1594;&#1575;&#1606;&#1610; &#1575;&#1604;&#1607;&#1575;&#1576;&#1591;&#1577; &#1575;&#1604;&#1587;&#1575;&#1602;&#1591;&#1577;&#1548; &#1606;&#1581;&#1606; &#1605;&#1606; &#1578;&#1585;&#1603; &#1587;&#1610;&#1585;&#1577; &#1575;&#1604;&#1585;&#1587;&#1608;&#1604; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1604;&#1606;&#1576;&#1581;&#1579; &#1601;&#1610; &#1587;&#1610;&#1585; &#1575;&#1604;&#1605;&#1594;&#1606;&#1610;&#1606; &#1608;&#1575;&#1604;&#1585;&#1575;&#1602;&#1589;&#1575;&#1578;.

&#1571;&#1605;&#1577; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;.. &#1571;&#1605;&#1577; &#1605;&#1581;&#1605;&#1583;.. &#1571;&#1605;&#1577; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577;&#1548; &#1585;&#1587;&#1608;&#1604;&#1606;&#1575; &#1610;&#1587;&#1575;&#1569; &#1573;&#1604;&#1610;&#1607; &#1601;&#1605;&#1575;&#1584;&#1575; &#1571;&#1606;&#1578;&#1605; &#1601;&#1575;&#1593;&#1604;&#1608;&#1606;&#1567;! &#1603;&#1610;&#1601; &#1578;&#1606;&#1589;&#1585;&#1608;&#1606; &#1606;&#1576;&#1610; &#1575;&#1604;&#1604;&#1607;&#1567;!

{&#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1604;&#1575; &#1610;&#1615;&#1594;&#1614;&#1610;&#1617;&#1616;&#1585;&#1615; &#1605;&#1614;&#1575; &#1576;&#1616;&#1602;&#1614;&#1608;&#1618;&#1605;&#1613; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609; &#1610;&#1615;&#1594;&#1614;&#1610;&#1617;&#1616;&#1585;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575; &#1576;&#1616;&#1571;&#1614;&#1606;&#1618;&#1601;&#1615;&#1587;&#1616;&#1607;&#1616;&#1605;&#1618;} &#1608;{&#1573;&#1616;&#1606;&#1618; &#1578;&#1614;&#1606;&#1618;&#1589;&#1615;&#1585;&#1615;&#1608;&#1575; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1610;&#1614;&#1606;&#1618;&#1589;&#1615;&#1585;&#1618;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1610;&#1615;&#1579;&#1614;&#1576;&#1617;&#1616;&#1578;&#1618; &#1571;&#1614;&#1602;&#1618;&#1583;&#1614;&#1575;&#1605;&#1614;&#1603;&#1615;&#1605;&#1618;}.

&#1581;&#1576;&#1610;&#1576;&#1610;.. &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;..

&#1571;&#1585;&#1608;&#1575;&#1581;&#1606;&#1575; &#1578;&#1585;&#1582;&#1589; &#1604;&#1571;&#1580;&#1604;&#1603; &#1608;&#1604;&#1604;&#1584;&#1608;&#1583; &#1593;&#1606;&#1603; &#1608;&#1593;&#1606; &#1583;&#1610;&#1606;&#1603; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1610; &#1575;&#1604;&#1594;&#1575;&#1604;&#1610;&#1548; &#1604;&#1606; &#1606;&#1578;&#1585;&#1583;&#1583; &#1601;&#1610; &#1576;&#1584;&#1604; &#1575;&#1604;&#1594;&#1575;&#1604;&#1610; &#1608;&#1575;&#1604;&#1585;&#1582;&#1610;&#1589; &#1604;&#1610;&#1593;&#1604;&#1608;&#1575; &#1583;&#1610;&#1606;&#1606;&#1575; &#1575;&#1604;&#1593;&#1592;&#1610;&#1605;, &#1608;&#1604;&#1578;&#1589;&#1575;&#1606; &#1603;&#1585;&#1575;&#1605;&#1577; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1581;&#1610;&#1579; &#1608;&#1580;&#1583;&#1608;&#1575;&#1548; &#1587;&#1606;&#1587;&#1578;&#1581;&#1602; &#1588;&#1601;&#1575;&#1593;&#1578;&#1603; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#8211; &#1573;&#1606; &#1588;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607; &#8211; &#1608;&#1587;&#1606;&#1604;&#1602;&#1609; &#1608;&#1580;&#1607;&#1603; &#1575;&#1604;&#1603;&#1585;&#1610;&#1605; &#1608;&#1602;&#1583; &#1606;&#1589;&#1585;&#1606;&#1575;&#1603; &#1608;&#1606;&#1589;&#1585;&#1606;&#1575; &#1583;&#1610;&#1606;&#1603;.

&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1593;&#1584;&#1585;&#1611;&#1575;.

We all saw and read dreadful news and cartoons. The news and the cartoons which emerge every now and then are horrifying and extremely disturbing to all the muslims and non-muslims around the globe.

I believe all Muslims who read, viewed or learned about this news were equally saddened, disappointed and disturbed. All criticized such work and felt awful and dismayed about it. Similarly, I do believe that all sane and wise people, would feel the same about it.

The contemporary world is witnessing today much great confusion all over. Innocent blood is being shed. Innocent lives are being harvested by oppression and transgression. We are in utmost need to spread peace, justice and love all over the world. We need to call for the respect and reverence of all divine and heavenly Messages and Scriptures. By doing so, we would be able to preserve the divine messages and demonstrate love, appreciation and reverence to the Prophets and Messengers of Allah, the Almighty, to this world. We would further help to preserve the souls, honour and belongings of all mankind all over the world. We would moreover demonstrate the respect and honour of human rights all over the world.

Please Join the Group
http://www.facebook.com/group.php?gid=2416696024
and discuss what should be done by us and every Muslim, and don't forget to invite everyone you know !!


1. This is our Religion and these are all OUR Prophets and Messengers. Prophet Mohammad (Peace Be Upon Him) being the last.

2. FACT: Every Religion has a Prophet or a Messenger of god. FACT: Muslims believe in all the prophets and would never insult or maany

3. Underststand Islam and then judge it. We are sure if you investigate enough you WILL become a Muslim.

4. To make a simple point, this will be the BIGGEST and LARGEST religious Cause on FaceBook...</description>
  <mission>&#1601;&#1583;&#1610;&#1578;&#1603; &#1588;&#1601;&#1610;&#1593;&#1610; &#1571;&#1576;&#1575; &#1575;&#1604;&#1602;&#1575;&#1587;&#1605;</mission>
  <name>Defend Prophet Mohammad (Peace Be Upon Him)</name>
  <canonical-url>http://www.causes.com/causes/2134</canonical-url>
  <member-count type="integer">533864</member-count>
  <total-raised type="decimal">656.2</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/xm/4E/px/4w/64/hu/aY/pyS.jpg</photo-url>
</cause>
