<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Emmanuel es un ni&#241;o de tres a&#241;os de edad, quien naci&#243; mientras su madre, Clara Rojas, se encontraba secuestrada por las Fuerzas Armadas Revolucionarias de Colombia (FARC). Adem&#225;s de Emmanuel y Clara, este grupo guerrillero tiene en su poder a m&#225;s de 50 rehenes a quienes buscan canjear por guerrilleros que se encuentran presos en las c&#225;rceles de Colombia. 

Actualmente, los gobiernop de Francia, Espa&#241;a y Suiza adelantan una mediaci&#243;n entre el gobierno colombiano y las FARC con el prop&#243;sito de darle viabilidad a la liberaci&#243;n de los secuestrados. La guerrilla colombiana ha exigido como condici&#243;n para la liberaci&#243;n de los secuestrados el despeje de dos municipios en el occidente de colombia y la realizaci&#243;n de un acuerdo de Intercambio Humanitario. 

La administraci&#243;n del presidente &#193;lvaro Uribe liber&#243; recientemente a un l&#237;der guerrillero y a un grupo de prisioneros como gesto unilateral que busca una reacci&#243;n similar de parte del grupo guerrillero. El gobierno de Francia juega en este momento un papel protag&#243;nico en este proceso.

No obstante lo anterior, la liberaci&#243;n de Emmanuel y Clara debe producirse de manera inmediata, toda vez que esta retenci&#243;n contradice todas las normas de la guerra y de los conflictos internos, va en contra v&#237;a de la Declaraci&#243;n Universal de los Derechos Humanos, del Derecho Internacional Humanitario y de de la Convenci&#243;n Internacional de los Derechos de los Ni&#241;os. 

Buscamos con esta campa&#241;a crear una conciencia sobre el drama del secuestro en general y en particular sobre las condiciones de Emmanuel y Clara; darles visibilidad nacional e internacional; y exigir su inmediata liberaci&#243;n. 


1. Libertad inmediata para Emmanuel y Clara.

2. Libertad inmediata para todos los secuestrados en Colombia.</description>
  <mission>Exigir la liberaci&#243;n de Emmanuel, Clara y todos los secuestrados de las Farc en Colombia</mission>
  <name>Libertad para Emmanuel y todos los secuestrados</name>
  <canonical-url>http://www.causes.com/causes/2671</canonical-url>
  <member-count type="integer">651</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/7l/gE/rp/re/6n/Pl/HMAS.jpg</photo-url>
</cause>
