<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Islam is one of the largest religions in the world and it has an even larger impact on world events - too often in a negative way because of the role being played by Islamic extremists .We need to make people believe in what we believe .Islam is beautiful and the world needs to see its beauty.It is our duty to spread Islam.Our mission is to spread peace.

&#1575;&#1604;&#1604;&#1607;&#1605; &#1589;&#1604;&#1610; &#1593;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; &#1608; &#1593;&#1604;&#1609; &#1570;&#1604; &#1605;&#1581;&#1605;&#1583; &#1603;&#1605;&#1575; &#1589;&#1604;&#1610;&#1578; &#1593;&#1604;&#1609; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1608; &#1593;&#1604;&#1609; &#1571;&#1604; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1575; &#1606;&#1603; &#1581;&#1605;&#1610;&#1583; &#1605;&#1580;&#1610;&#1583; &#1575;&#1604;&#1604;&#1607;&#1605; &#1576;&#1575;&#1585;&#1603; &#1593;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; &#1608; &#1593;&#1604;&#1609; &#1570;&#1604; &#1605;&#1581;&#1605;&#1583; &#1603;&#1605;&#1575; &#1576;&#1575;&#1585; &#1603;&#1578; &#1593;&#1604;&#1609; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1608; &#1593;&#1604;&#1609; &#1571;&#1604; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1575; &#1606;&#1603; &#1581;&#1605;&#1610;&#1583; &#1605;&#1580;&#1610;

Muslims have to believe in God, his revelations, his angels, his messengers, and in the "Day of Judgment".

The model world, according to Islam, is a world of peace. Islam in itself means a religion of peace. The Quran says, "And God calls to the home of peace". This is the message of Islam to mankind. It means that 'build a world of peace on earth so that you may be granted peace in your eternal life in the hereafter'. According to Islam, the three basic elements of building a peace culture are: Compassion, Forgiveness and Respect for all. 

1. The best way is the islamic way

2. There is no god but Allah and Mohammad (PBUH) is the messenger of Allah

3. Islam is  the meaning of peace</description>
  <mission>muslims are not all extremists.Our mission is to spread awareness to people all over the world that Islam is the meaning of peace.</mission>
  <name>Islam is a way of life (The only way)</name>
  <canonical-url>http://www.causes.com/causes/2907</canonical-url>
  <member-count type="integer">92778</member-count>
  <total-raised type="decimal">193.67</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/uz/0H/4m/Gd/Qn/nd/TdeS.jpg</photo-url>
</cause>
