<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>with 8000 years of history we need to take care of it.
dar asemane shahre neishaboor noore setaregan e shabhaye man ... boye sharab o sedaye she'rhaye khayam ... negareye sufian va zartoshtian e man, .... negareye koohe binaloode man ... nasime beheshtiye alborz ... va setare man dar ovje setayesh be an hagh ke ma ra in chonin rava be irani boodan didi .. va ahriman ra az nahade man doortar va doortar dar zaate doshmanane sarzamine man, jaane man, reshteye khoonin va pedari ye man door va nabood nahadeie .. har che danam, va daram azane tost va har che be payash hata jan va ghoroore esme man ... fadaye vatanam, saraye man IRAN javid, sarzamine shiran e tangestane man....!&#8206;!


--------------------------------------------------
dear members of "SAVE THE PERSIAN HISTORY " CAUSE 
After some research, we have found an organizations that focus on helping Persians in need in Iran, and around the globe,but the specialty, and the way how this charity helps to improve our goals in this cause is ... what makes history are people and what make a person that history can appreciate is the one who has the right routs from any aspect education , health and ...
so with supporting this charity not only that you support a better future for Iran and its people but also you would be a part of a crew who made this possible to make a better history for Iran in near future of those same kids in Iran and poor Vally's who would benefit from your help ...
thank you the admin Sohrab 

web site -- &gt;

http://www.childrenofpersia.org/
-------------------------------------------------------------------
&#1576;&#1575; &#1587;&#1604;&#1575;&#1605;&#1740;&#8204; &#1711;&#1585;&#1605; &#1576;&#1607; &#1607;&#1605;&#1608;&#1591;&#1606;&#1575;&#1606; &#1548; &#1608; &#1583;&#1608;&#1587;&#1578;&#1575;&#1606; &#1582;&#1608;&#1606; &#1711;&#1585;&#1605; &#1607; &#1593;&#1586;&#1740;&#1586;

&#1576;&#1593;&#1583; &#1575;&#1586; &#1705;&#1605;&#1740;&#8204; &#1605;&#1591;&#1575;&#1604;&#1593;&#1607; &#1608; &#1578;&#1581;&#1602;&#1740;&#1602; &#1576;&#1585;&#1575;&#1740; &#1711;&#1585;&#1608;&#1607; &#1576;&#1586;&#1585;&#1711; &#1608; &#1662;&#1585; &#1575;&#1601;&#1578;&#1582;&#1575;&#1585;&#1605;&#1575;&#1606; &#1740;&#1705; &#1605;&#1585;&#1705;&#1586; &#1582;&#1740;&#1585;&#1740;&#1607; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1583;&#1740;&#1605; &#1548; &#1705;&#1607; &#1578;&#1608;&#1575;&#1606;&#1575;&#1740;&#1740; &#1705;&#1605;&#1705; &#1576;&#1607; &#1705;&#1608;&#1583;&#1705;&#1575;&#1606; &#1575;&#1740;&#1585;&#1575;&#1606; &#1563; &#1583;&#1585; &#1575;&#1740;&#1585;&#1575;&#1606; &#1608; &#1582;&#1575;&#1585;&#1580; &#1575;&#1586; &#1575;&#1740;&#1585;&#1575;&#1606; &#1705;&#1607; &#1605;&#1581;&#1578;&#1575;&#1580; &#1576;&#1607; &#1705;&#1605;&#1705; &#1607;&#1587;&#1578;&#1606;&#1583; &#1585;&#1608; &#1662;&#1606;&#1575;&#1607; &#1605;&#1740;&#1583;&#1607;&#1583;.

&#1607;&#1605;&#1608;&#1591;&#1606;&#1575;&#1606; &#1593;&#1586;&#1740;&#1586; &#1576;&#1575; &#1607;&#1585; &#1705;&#1605;&#1705; &#1605;&#1575;&#1604;&#1740; &#1740;&#1607; &#1588;&#1605;&#1575; &#1576;&#1607; &#1575;&#1740;&#1606; &#1605;&#1585;&#1705;&#1586; &#1582;&#1740;&#1585;&#1740;&#1607; &#1548; &#1588;&#1605;&#1575; &#1606;&#1607; &#1578;&#1606;&#1607;&#1575; &#1576;&#1607; &#1705;&#1575;&#1606;&#1608;&#1606; &#1582;&#1608;&#1583; &#1705;&#1605;&#1705; &#1705;&#1585;&#1583;&#1607; &#1575;&#1740;&#1583; &#1548; &#1576;&#1604;&#1705;&#1607; &#1575;&#1740;&#1585;&#1575;&#1606;&#1740;&#1575;&#1606; &#1606;&#1608;&#1580;&#1608;&#1575;&#1606; &#1705;&#1607; &#1583;&#1585; &#1601;&#1585;&#1583;&#1575;&#1740;&#1740; &#1606;&#1607; &#1670;&#1606;&#1583;&#1575;&#1606; &#1583;&#1608;&#1585; &#1578;&#1575;&#1585;&#1740;&#1582; &#1662;&#1575;&#1585;&#1587; &#1585;&#1575; &#1585;&#1602;&#1605; &#1582;&#1608;&#1575;&#1607;&#1606;&#1583; &#1586;&#1583; &#1585;&#1575; &#1585;&#1608;&#1606;&#1602; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1583;&#1575;&#1583; ... &#1583;&#1585; &#1575;&#1740;&#1606; &#1575;&#1587;&#1578;&#1575; &#1588;&#1605;&#1575; &#1606;&#1740;&#1586; &#1576;&#1607; &#1593;&#1606;&#1608;&#1575;&#1606; &#1740;&#1705;&#1740;&#8204; &#1575;&#1586; &#1585;&#1740;&#1588;&#1607;&#8204;&#1607;&#1575;&#1740; &#1575;&#1740;&#1606; &#1605;&#1608;&#1601;&#1602;&#1740;&#1578; &#1576;&#1586;&#1585;&#1711; &#1580;&#1607;&#1575;&#1606;&#1740;&#8204; &#1587;&#1607;&#1740;&#1605; &#1582;&#1608;&#1575;&#1607;&#1740;&#1583; &#1576;&#1608;&#1583; &#1548; &#1662;&#1587; &#1576;&#1740;&#1575;&#1740;&#1740;&#1583; &#1583;&#1587;&#1578; &#1583;&#1585; &#1583;&#1587;&#1578; &#1607;&#1605; &#1583;&#1607;&#1740;&#1605; &#1578;&#1575; &#1586; &#1575;&#1740;&#1585;&#1575;&#1606;&#1586;&#1605;&#1740;&#1606; &#1570;&#1576;&#1575;&#1583; &#1587;&#1575;&#1586;&#1740;&#1605; .

&#1583;&#1585;&#1608;&#1583;

&#1587;&#1607;&#1585;&#1575;&#1576; &#1587;&#1585;&#1662;&#1585;&#1587;&#1578; &#1705;&#1604; "&#1586;&#1606;&#1583;&#1607; &#1583;&#1575;&#1585;&#1740; &#1578;&#1575;&#1585;&#1740;&#1582; &#1662;&#1575;&#1585;&#1587;" 
http://www.childrenofpersia.org/&#8204;
-------------------------------------------------------------------
more info   about the cause ....

Mission:  	Our mission is to help needy Iranian children and their families, regardless of their religious, political, or ethnic background. Children of Persia hopes to extend a helping hand to the children, the future of our world, through different programs. In pursuit of its mission, this organization: Identifies/evaluates specific projects, especially those effecting the welfare of children where assistance is needed, Determines the legitimacy of the need, extent and details of assistance sought, Develops plans to fulfill the needs, and, Sponsors programs to support the plans. Children of Persia is a non-profit organization under section 501(c) (3) of the Internal Revenue Code. All donations to Children of Persia are tax deductible, per U.S. law regarding non-profit organizations.
Description: 	Children of Persia identifies and evaluates specific projects, especially those effecting the welfare of children who are in need of assistance. After determining the legitimacy, extent and details of the assistance needed, Children of Persia develops a plan to fulfill the identified needs. In this plan, Children of Persia determines how contributions of money and property will be raised and how the assistance will ultimately be delivered to the identified recipients.

What makes Children of Persia unique is the fact that it commits itself to a specific project, develops a specific plan, and stays committed to its implementation. </description>
  <mission>save the history of iran/persia for future.</mission>
  <name>SAVE THE PERSIAN HISTORY  &#1575;&#1606;&#1580;&#1605;&#1606; &#1662;&#1575;&#1587;&#1583;&#1575;&#1585;&#1740; &#1575;&#1586; &#1578;&#1575;&#1585;&#1740;&#1582; &#1662;&#1575;&#1585;&#1587;</name>
  <canonical-url>http://www.causes.com/causes/3254</canonical-url>
  <member-count type="integer">26395</member-count>
  <total-raised type="decimal">136.26</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/AH/Jm/lV/P8/Rq/R1/xi/UCS.jpg</photo-url>
</cause>
