<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Je vis le Qu&#233;bec comme vous, comme un pays. Un pays qui reste inachev&#233;. Un pays qu&#8217;il reste &#224; b&#226;tir, &#224; faire, &#224; construire tous les jours. Ce qui nous unis c'est notre attachement au Qu&#233;bec, &#224; son peuple. Ce qui nous anime, c'est notre conviction que son plein &#233;panouissement viendra par le contr&#244;le de la pl&#233;nitude de ses pouvoirs; c'est &#224; dire la souverainet&#233;.

Il faut s'habituer &#224; ce que la souverainet&#233; nous d&#233;passe. C'est qu'elle est plus grande que nous. La souverainet&#233; n'est pas une affaire de partis, c'est une affaire de c&#339;ur et d'&#226;me, de raison, de passion. Une d&#233;cision individuelle pour un avenir collectif. 

Beaucoup de gens pensent que franchir le seuil de la souverainet&#233; c'est entrer dans une chapelle avec des dogmes et des rites mais c'est le contraire. En ce moment nous sommes dans un cul-de-sac, prisonniers d'une vision du Canada que les Qu&#233;b&#233;cois ne partagent pas. Ouvrir la porte de la souverainet&#233; c'est sortir du cul-de-sac, et se trouver devant plusieurs avenues possibles. 

Beaucoup h&#233;sitent &#224; faire le pas parce qu'ils ne savent pas ce qu'ils trouveront apr&#232;s. Il faut leur r&#233;pondre qu&#8217;apr&#232;s, ils trouveront la d&#233;mocratie qu&#233;b&#233;coise. Plusieurs partis, plusieurs programmes, plusieurs avenirs. 

Nous croyons en la souverainet&#233; dans la diversit&#233; et nous savons que la plupart des souverainistes qu&#233;b&#233;cois sont d'anciens f&#233;d&#233;ralistes. C'est vrai pour beaucoup d&#8217;entre nous, c'&#233;tait vrai pour Ren&#233; L&#233;vesque, c'est vrai de Jacques Parizeau et de Lucien Bouchard. 

Que l&#8217;on soit devenu un d&#233;&#231;u du f&#233;d&#233;ralisme en 1967, en 1977, en 1990 ou en 2007 ne change strictement rien. Que le dernier entr&#233; laisse la porte ouverte.

" Le temps nous presse, nous avons un travail &#224; finir " 
(Gilles Vigneault).


1. L'ind&#233;pendance, le plus t&#244;t possible 

2. Pour un Qu&#233;bec unilingue francais

3. Abolition du poste de lieutenant gouverneur le lendemain du r&#233;f&#233;rendum gagnant</description>
  <mission>Faire du Qu&#233;bec un pays ind&#233;pendant </mission>
  <name>L'ind&#233;pendance Nationale du Qu&#233;bec</name>
  <canonical-url>http://www.causes.com/causes/4330</canonical-url>
  <member-count type="integer">9223</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/to/qi/ZW/EF/Si/70/8nKS.jpg</photo-url>
</cause>
