<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>&#1608;&#1740;&#1705;&#1740;&#1662;&#1740;&#1672;&#1740;&#1575; &#1575;&#1740;&#1705; &#1583;&#1575;&#1574;&#1585;&#1729; &#1575;&#1604;&#1605;&#1593;&#1575;&#1585;&#1601; &#1729;&#1746; &#1580;&#1608; &#1705;&#1729; &#1605;&#1588;&#1578;&#1585;&#1705;&#1729; &#1591;&#1608;&#1585; &#1662;&#1585; &#1575;&#1587;&#1705;&#1746; &#1602;&#1575;&#1574;&#1585;&#1740;&#1606; &#1608; &#1606;&#1575;&#1592;&#1585;&#1740;&#1606; &#1729;&#1740; &#1578;&#1581;&#1585;&#1740;&#1585; &#1705;&#1585;&#1578;&#1746; &#1729;&#1740;&#1722;&#1748; &#1740;&#1729; &#1583;&#1575;&#1574;&#1585;&#1729; &#1575;&#1604;&#1605;&#1593;&#1575;&#1585;&#1601; &#1575;&#1740;&#1705; &#1582;&#1575;&#1589; &#1602;&#1587;&#1605; &#1705;&#1740; &#1608;&#1740;&#1576; &#1587;&#1575;&#1574;&#1657; &#1705;&#1575; &#1575;&#1587;&#1578;&#1593;&#1605;&#1575;&#1604; &#1705;&#1585;&#1578;&#1575; &#1729;&#1746; &#1580;&#1608; &#1705;&#1729; &#1608;&#1740;&#1705;&#1740; &#1705;&#1729;&#1604;&#1575;&#1578;&#1740; &#1729;&#1746; &#1575;&#1608;&#1585; &#1578;&#1581;&#1585;&#1740;&#1585;&#1740; &#1575;&#1588;&#1578;&#1585;&#1575;&#1705; &#1605;&#1740;&#1722; &#1587;&#1729;&#1608;&#1604;&#1578; &#1662;&#1740;&#1583;&#1575; &#1705;&#1585;&#1578;&#1740; &#1729;&#1746;&#1748; &#1604;&#1575;&#1578;&#1593;&#1583;&#1575;&#1583; &#1575;&#1601;&#1585;&#1575;&#1583;&#1548; &#1729;&#1585; &#1711;&#1726;&#1606;&#1657;&#1746; &#1605;&#1740;&#1722; &#1576;&#1746; &#1588;&#1605;&#1575;&#1585; &#1578;&#1585;&#1605;&#1740;&#1605;&#1575;&#1578; &#1608; &#1575;&#1590;&#1575;&#1601;&#1746; &#1705;&#1585;&#1705;&#1729; &#1605;&#1587;&#1578;&#1602;&#1604; &#1608;&#1740;&#1705;&#1740;&#1662;&#1740;&#1672;&#1740;&#1575; &#1705;&#1608; &#1578;&#1585;&#1602;&#1740; &#1583;&#1746; &#1585;&#1729;&#1746; &#1729;&#1740;&#1722;&#1548; &#1740;&#1729; &#1578;&#1605;&#1575;&#1605; &#1578;&#1585;&#1605;&#1740;&#1605;&#1575;&#1578; &#1608;&#1740;&#1705;&#1740;&#1662;&#1740;&#1672;&#1740;&#1575; &#1605;&#1740;&#1722; &#1583;&#1575;&#1574;&#1740;&#1722; &#1580;&#1575;&#1606;&#1576; &#1583;&#1740;&#1747; &#1711;&#1747; &#1581;&#1575;&#1604;&#1740;&#1729; &#1578;&#1576;&#1583;&#1740;&#1604;&#1740;&#1575;&#1722; &#1605;&#1740;&#1722; &#1605;&#1581;&#1601;&#1608;&#1592; &#1705;&#1585;&#1604;&#1740; &#1580;&#1575;&#1578;&#1740; &#1729;&#1740;&#1722;&#1563; &#1575;&#1587;&#1705;&#1746; &#1593;&#1604;&#1575;&#1608;&#1729; &#1589;&#1601;&#1581;&#1575;&#1578; &#1605;&#1740;&#1722; &#1705;&#1740; &#1711;&#1574;&#1740; &#1578;&#1585;&#1605;&#1740;&#1605;&#1575;&#1578; &#1548; &#1575;&#1606; &#1589;&#1601;&#1581;&#1575;&#1578; &#1705;&#1746; ---- &#1578;&#1575;&#1585;&#1740;&#1582;&#1670;&#1729; ---- &#1705;&#1746; &#1581;&#1589;&#1746; &#1605;&#1740;&#1722; &#1605;&#1581;&#1601;&#1608;&#1592; &#1729;&#1608;&#1580;&#1575;&#1578;&#1740; &#1729;&#1740;&#1722; &#1580;&#1606;&#1705;&#1608; &#1570;&#1662; ---- &#1578;&#1585;&#1605;&#1740;&#1605; --- &#1705;&#1746; &#1576;&#1657;&#1606; &#1705;&#1746; &#1576;&#1585;&#1575;&#1576;&#1585; &#1605;&#1740;&#1722; &#1605;&#1608;&#1580;&#1608;&#1583;&#1548; &#1578;&#1575;&#1585;&#1740;&#1582;&#1670;&#1729; &#1662;&#1585; &#1705;&#1604;&#1705; &#1705;&#1585; &#1705;&#1746; &#1583;&#1740;&#1705;&#1726; &#1587;&#1705;&#1578;&#1746; &#1729;&#1740;&#1722;&#1748; &#1606;&#1575;&#1605;&#1606;&#1575;&#1587;&#1576; &#1608; &#1576;&#1729;&#1608;&#1583;&#1575; &#1578;&#1585;&#1605;&#1740;&#1605;&#1575;&#1578; &#1705;&#1608; &#1587;&#1585;&#1593;&#1578; &#1587;&#1746; &#1581;&#1584;&#1601; &#1705;&#1585;&#1583;&#1740;&#1575; &#1580;&#1575;&#1578;&#1575; &#1729;&#1746;&#1748;

&#1570;&#1662; &#1576;&#1746; &#1601;&#1705;&#1585; &#1729;&#1608; &#1705;&#1585; &#1705;&#1608;&#1574;&#1740; &#1576;&#1726;&#1740; &#1578;&#1581;&#1585;&#1740;&#1585; &#1740;&#1575; &#1578;&#1585;&#1605;&#1740;&#1605; &#1705;&#1585;&#1587;&#1705;&#1578;&#1746; &#1729;&#1740;&#1722; &#1575;&#1608;&#1585; &#1575;&#1587; &#1605;&#1740;&#1722; &#1705;&#1587;&#1740; &#1602;&#1587;&#1605; &#1705;&#1746; &#1578;&#1584;&#1576;&#1584;&#1576; &#1740;&#1575; &#1601;&#1705;&#1585; &#1587;&#1746; &#1705;&#1575;&#1605; &#1606;&#1729; &#1604;&#1740;&#1722; &#8212; &#1575;&#1587; &#1608;&#1740;&#1705;&#1740;&#1662;&#1740;&#1672;&#1740;&#1575; &#1605;&#1740;&#1722; &#1729;&#1585; &#1705;&#1608;&#1574;&#1740; &#1578;&#1602;&#1585;&#1740;&#1576;&#1575; &#1729;&#1585; &#1589;&#1601;&#1581;&#1746; &#1605;&#1740;&#1722; &#1578;&#1585;&#1605;&#1740;&#1605; &#1705;&#1585;&#1587;&#1705;&#1578;&#1575; &#1729;&#1746; &#1575;&#1608;&#1585; &#1740;&#1729; &#1570;&#1662;&#1705;&#1608; &#1575;&#1662;&#1606;&#1740; &#1584;&#1729;&#1606;&#1740; &#1575;&#1608;&#1585; &#1578;&#1582;&#1604;&#1740;&#1602;&#1740; &#1589;&#1604;&#1575;&#1581;&#1740;&#1578;&#1740;&#1722; &#1575;&#1587;&#1578;&#1593;&#1605;&#1575;&#1604; &#1705;&#1585;&#1606;&#1746; &#1705;&#1740; &#1583;&#1593;&#1608;&#1578; &#1583;&#1740;&#1578;&#1575; &#1729;&#1746;&#1748; &#1576;&#1587; &#1740;&#1729; &#1729;&#1746; &#1705;&#1729; &#1575;&#1587; &#1605;&#1740;&#1722; &#1604;&#1705;&#1726;&#1606;&#1746; &#1608;&#1575;&#1604;&#1608;&#1722; &#1705;&#1608; &#1576;&#1726;&#1740; &#1575;&#1662;&#1606;&#1740; &#1578;&#1581;&#1585;&#1740;&#1585;&#1608;&#1722; &#1605;&#1740;&#1722; &#1605;&#1593;&#1740;&#1575;&#1585; &#1575;&#1608;&#1585; &#1575;&#1582;&#1604;&#1575;&#1602;&#1740; &#1575;&#1602;&#1583;&#1575;&#1585; &#1705;&#1608; &#1605;&#1604;&#1581;&#1608;&#1592; &#1585;&#1705;&#1726;&#1606;&#1575; &#1670;&#1575;&#1729;&#1740;&#1747;&#1748; &#1575;&#1711;&#1585; &#1705;&#1608;&#1574;&#1740; &#1606;&#1602;&#1589; &#1605;&#1581;&#1587;&#1608;&#1587; &#1729;&#1608; &#1578;&#1608; &#1575;&#1587;&#1746; &#1583;&#1608;&#1585; &#1705;&#1585;&#1583;&#1740;&#1722; &#1548; &#1575;&#1711;&#1585; &#1705;&#1729;&#1740;&#1722; &#1705;&#1608;&#1574;&#1740; &#1729;&#1580;&#1746; &#1705;&#1740; &#1594;&#1604;&#1591;&#1740; &#1729;&#1608; &#1578;&#1608; &#1575;&#1587;&#1746; &#1583;&#1585;&#1587;&#1578; &#1705;&#1585;&#1583;&#1740;&#1722; &#1575;&#1608;&#1585; &#1575;&#1711;&#1585; &#1705;&#1608;&#1574;&#1740; &#1705;&#1605;&#1740; &#1729;&#1608; &#1578;&#1608; &#1575;&#1587;&#1746; &#1576;&#1729;&#1578;&#1585; &#1705;&#1585;&#1606;&#1746; &#1705;&#1740; &#1705;&#1608;&#1588;&#1588; &#1705;&#1585;&#1740;&#1722;&#1748;

&#1575;&#1587;&#1578;&#1593;&#1605;&#1575;&#1604; &#1587;&#1746; &#1570;&#1662; &#1608;&#1740;&#1705;&#1740;&#1662;&#1740;&#1672;&#1740;&#1575; &#1705;&#1608; &#1705;&#1608;&#1574;&#1740; &#1606;&#1602;&#1589;&#1575;&#1606; &#1606;&#1729;&#1740;&#1722; &#1662;&#1729;&#1606;&#1670;&#1575;&#1574;&#1740;&#1722; &#1711;&#1746; &#1575;&#1608;&#1585; &#1575;&#1587;&#1746; &#1570;&#1584;&#1575;&#1583;&#1575;&#1606;&#1729; &#1575;&#1608;&#1585; &#1576;&#1746; &#1601;&#1705;&#1585; &#1575;&#1587;&#1578;&#1605;&#1593;&#1575;&#1604; &#1705;&#1585;&#1606;&#1746; &#1587;&#1746; &#1575;&#1587;&#1605;&#1740;&#1722; &#1605;&#1740;&#1722; &#1705;&#1608;&#1574;&#1740; &#1657;&#1608;&#1657; &#1662;&#1726;&#1608;&#1657; &#1740;&#1575; &#1582;&#1585;&#1575;&#1576;&#1740; &#1606;&#1729;&#1740;&#1722; &#1662;&#1740;&#1583;&#1575; &#1729;&#1608;&#1711;&#1740; &#1575;&#1608;&#1585; &#1705;&#1608;&#1574;&#1740; &#1606;&#1602;&#1589; &#1729;&#1608; &#1576;&#1726;&#1740; &#1711;&#1740;&#1575; &#1578;&#1608; &#1575;&#1587;&#1746; &#1583;&#1585;&#1587;&#1578; &#1705;&#1585;&#1575; &#1580;&#1575;&#1587;&#1705;&#1578;&#1575; &#1729;&#1746;&#1748; &#1604;&#1729;&#1584;&#1575; &#1602;&#1583;&#1605; &#1576;&#1681;&#1726;&#1575;&#1740;&#1747;&#1563; &#1705;&#1670;&#1726; &#1604;&#1705;&#1726;&#1740;&#1747; &#1548; &#1705;&#1670;&#1726; &#1583;&#1585;&#1587;&#1578; &#1705;&#1740;&#1580;&#1740;&#1747; &#1575;&#1608;&#1585; &#1575;&#1587;&#1705;&#1608; &#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1705;&#1575; &#1575;&#1740;&#1705; &#1576;&#1729;&#1578;&#1585;&#1740;&#1606; &#1584;&#1582;&#1740;&#1585;&#1729; &#1576;&#1606;&#1575;&#1606;&#1746; &#1705;&#1740;&#1604;&#1740;&#1747; &#1575;&#1662;&#1606;&#1740; &#1705;&#1608;&#1588;&#1588; &#1588;&#1575;&#1605;&#1604; &#1705;&#1740;&#1580;&#1740;&#1747;!


1. &#1729;&#1606;&#1583;&#1740; &#1705;&#1746; &#1608;&#1740;&#1705;&#1740;&#1662;&#1740;&#1672;&#1740;&#1575; &#1587;&#1746; &#1570;&#1711;&#1746; &#1606;&#1705;&#1604;&#1606;&#1575;

2. &#1576;&#1587; &#1748; &#1748; &#1748; &#1740;&#1729; &#1605;&#1602;&#1589;&#1583; &#1729;&#1740; &#1602;&#1575;&#1576;&#1604; &#1578;&#1581;&#1587;&#1740;&#1606; &#1729;&#1746;</description>
  <mission>&#1575;&#1585;&#1583;&#1608; &#1608;&#1740;&#1705;&#1740;&#1662;&#1740;&#1672;&#1740;&#1575; &#1705;&#1746; &#1587;&#1575;&#1578;&#1726; &#1740;&#1705;&#1580;&#1729;&#1578;&#1740; &#1608;&#1575;&#1590;&#1593; &#1705;&#1585;&#1606;&#1575;</mission>
  <name>Urdu Wikipedia!</name>
  <canonical-url>http://www.causes.com/causes/4391</canonical-url>
  <member-count type="integer">38</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/Mh/GL/e0/xF/dH/im/XX5S.jpg</photo-url>
</cause>
