<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Alguna vez has so&#241;ado con la posibilidad de regresar en el tiempo a compartir gratos momentos con alg&#250;n personaje memorable d la historia. O viajar al futuro y d una vez y x todas ver si los carros alg&#250;n d&#237;a volaran, tal vez coquetear con cleopatra, o darle consejos strat&#233;gicos d guerra al mism&#237;simo Napole&#243;n con una enciclopdia d guerra bajo el brazo, quiz&#225; abofetear a Hitler d ni&#241;o hasta convertirlo en un nino lloron, evitando el holocausto d la primera mitad del siglo pasado...

Estos son solo algunos de los provechosos usos q s le podr&#237;a dar a tan trasendental pdazo d maquinaria.
Dspu&#233;s d a&#241;os d investigaci&#243;n y d estar n la movida, seres alien&#237;genas nos han contactado y nos han puesto a las &#243;rdnes la tecnolog&#237;a necsaria para desarrollar y poner n marcha d forma segura al dspositivo.

Lo &#250;nico q piden a cambio es la c&#243;moda suma d $100'000.000 d d&#243;lares americanos para malgastar n convertibles, mujeres, trago, mansiones y hamburguesas.

La inversi&#243;n s cmpletament rembolsable xq la primera misi&#243;n ser&#225; a viajar en el tiempo a pocos minutos dspu&#233;s d la entrega del dinero y recuperar hasta el &#250;ltimo centavo.

En caso d q les preocupe alg&#250;n tipo d represalia d parte de los alien&#237;genas q ponga n peligro a la raza humana.  Sepan q n ese caso el segundo viaje seria al a&#241;o 5228, donde con el dinero, adquirir&#237;amos d un proveedor de confianza lo m&#225;s reciente n tecnolog&#237;a d destrucci&#243;n masiva para acabar d una vez y x todas con estos alien&#237;genas mercenarios y viciosos. Haciendo inmediatament del mundo un lugar mejor.

Hazlo x la curiosidad, hazlo x la noveler&#237;a, hazlo x q amas tu planeta..... Pero si tan solo cada uno d los 369&#8217;361.052 sudamericanos aportamos con $0,27 a esta noble y ambiciosa causa, tndremos el proyecto andando sin obst&#225;culos "in no time!"


1. El viaje del tiempo al alcance de todos!

2. Porque el viaje en el tiempo es un derecho de todos los seres humanos de buen corazon!

3. Por fomentar el turismo en el tiempo!

4. Viajes gratis a todos los donantes!</description>
  <mission>Reunir $100'000.000 para comprar tecnologia alienigena y fabricar una maquina del tiempo.</mission>
  <name>TIME MACHINE</name>
  <canonical-url>http://www.causes.com/causes/5292</canonical-url>
  <member-count type="integer">252</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/FH/sc/WG/ZW/48/6S/sQMS.jpg</photo-url>
</cause>
