<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>The Hospital started to receive patients on july 7/2007. During this initial phase, we started operating with a capacity of 30 beds for the In-patient unit. We are now operating at near full capacity i.e. a number of 160 beds are available now for In-patients. We have chosen to proceed by phases to ensure that all staff are coping with the latest health information technology and that we are delivering of the best international standard and comprehensive quality care for the children and their families. 

&#1578;&#1605; &#1575;&#1601;&#1578;&#1578;&#1575;&#1581; &#1575;&#1604;&#1605;&#1587;&#1578;&#1588;&#1601;&#1609; &#1601;&#1609; 7/7/2007 &#1576;&#1583;&#1575;&#1610;&#1577; &#1576;&#1600; 30 &#1587;&#1585;&#1610;&#1585; &#1608;&#1608;&#1589;&#1604;&#1606;&#1575; &#1575;&#1604;&#1570;&#1606; &#1573;&#1604;&#1610; 160 &#1587;&#1585;&#1610;&#1585; &#1608;&#1575;&#1604;&#1573;&#1601;&#1578;&#1578;&#1575;&#1581; &#1610;&#1578;&#1605; &#1578;&#1583;&#1585;&#1610;&#1580;&#1610;&#1575; &#1581;&#1578;&#1609; &#1610;&#1578;&#1605; &#1575;&#1587;&#1578;&#1610;&#1593;&#1575;&#1576; &#1575;&#1604;&#1578;&#1603;&#1606;&#1608;&#1604;&#1608;&#1580;&#1610;&#1575; &#1575;&#1604;&#1604;&#1575;&#1586;&#1605;&#1577; &#1608;&#1578;&#1608;&#1601;&#1610;&#1585; &#1582;&#1583;&#1605;&#1577; &#1593;&#1604;&#1609; &#1571;&#1593;&#1604;&#1609; &#1605;&#1587;&#1578;&#1608;&#1609; &#1608;&#1590;&#1605;&#1575;&#1606; &#1571;&#1601;&#1590;&#1604; &#1571;&#1587;&#1575;&#1604;&#1610;&#1576; &#1575;&#1604;&#1585;&#1593;&#1575;&#1610;&#1577; &#1575;&#1604;&#1589;&#1581;&#1610;&#1577; &#1608;&#1575;&#1604;&#1606;&#1601;&#1587;&#1610;&#1577; &#1604;&#1604;&#1605;&#1585;&#1590;&#1609;.


Although we have not yet reached full capacity, still the number of new cases admitted to the hospital reached the figure of 1250 cases which represents 15% of diagnosed cancer cases in children annually in Egypt amounting to 8500 cases.

&#1576;&#1575;&#1604;&#1585;&#1594;&#1605; &#1605;&#1606; &#1571;&#1606; &#1575;&#1604;&#1605;&#1587;&#1578;&#1588;&#1601;&#1609; &#1604;&#1605; &#1610;&#1578;&#1605; &#1578;&#1588;&#1594;&#1610;&#1604;&#1607;&#1575; &#1576;&#1603;&#1575;&#1605;&#1604; &#1591;&#1575;&#1602;&#1578;&#1607;&#1575; &#1573;&#1604;&#1575; &#1571;&#1606;&#1607;&#1575; &#1575;&#1587;&#1578;&#1602;&#1576;&#1604;&#1578; &#1601;&#1609; &#1607;&#1584;&#1607; &#1575;&#1604;&#1601;&#1578;&#1585;&#1577; 1378 &#1581;&#1575;&#1604;&#1577; &#1580;&#1583;&#1610;&#1583;&#1577; &#1608;&#1607;&#1608; &#1605;&#1575; &#1610;&#1605;&#1579;&#1604; 16.2% &#1605;&#1606; &#1573;&#1580;&#1605;&#1575;&#1604;&#1609; &#1575;&#1604;&#1581;&#1575;&#1604;&#1575;&#1578; &#1575;&#1604;&#1578;&#1609; &#1610;&#1578;&#1605; &#1578;&#1588;&#1582;&#1610;&#1589;&#1607;&#1575; &#1576;&#1575;&#1604;&#1587;&#1585;&#1591;&#1575;&#1606; &#1601;&#1609; &#1603;&#1604; &#1605;&#1589;&#1585; &#1608;&#1575;&#1604;&#1576;&#1575;&#1604;&#1594; &#1593;&#1583;&#1583;&#1607;&#1575; &#1578;&#1602;&#1585;&#1610;&#1576;&#1575; 8500 &#1581;&#1575;&#1604;&#1577; &#1587;&#1606;&#1608;&#1610;&#1575;&#1611;.


When we reach full capacity, we hope to receive 3000 new cases annually which represent approx. 35% of the total number of diagnosed cancer cases in children annually through the National Cancer Institute and 14 specialized pediatric cancer centers spread throughout Egypt. Our ultimate objective is to achieve full cooperation and coordination between the hospital and all other pediatric oncology centers in Egypt. 

&#1593;&#1606;&#1583; &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1605;&#1587;&#1578;&#1588;&#1601;&#1609; &#1576;&#1603;&#1575;&#1605;&#1604; &#1591;&#1575;&#1602;&#1578;&#1607;&#1575; &#1606;&#1571;&#1605;&#1604; &#1601;&#1609; &#1575;&#1587;&#1578;&#1602;&#1576;&#1575;&#1604; 3000 &#1581;&#1575;&#1604;&#1577; &#1580;&#1583;&#1610;&#1583;&#1577; &#1587;&#1606;&#1608;&#1610;&#1575;&#1611; &#1608;&#1607;&#1608; &#1605;&#1575; &#1610;&#1605;&#1579;&#1604; &#1581;&#1608;&#1575;&#1604;&#1609; 35% &#1605;&#1606; &#1573;&#1580;&#1605;&#1575;&#1604;&#1609; &#1575;&#1604;&#1581;&#1575;&#1604;&#1575;&#1578; &#1575;&#1604;&#1578;&#1609; &#1610;&#1578;&#1605; &#1578;&#1588;&#1582;&#1610;&#1589;&#1607;&#1575; &#1576;&#1575;&#1604;&#1587;&#1585;&#1591;&#1575;&#1606; &#1601;&#1609; &#1605;&#1589;&#1585; &#1576;&#1575;&#1604;&#1578;&#1593;&#1575;&#1608;&#1606; &#1605;&#1593; &#1605;&#1593;&#1607;&#1583; &#1575;&#1604;&#1571;&#1608;&#1585;&#1575;&#1605; &#1575;&#1604;&#1602;&#1608;&#1605;&#1609; &#1608;&#1593;&#1583;&#1583; 14 &#1605;&#1585;&#1603;&#1586; &#1605;&#1578;&#1582;&#1589;&#1589; &#1604;&#1593;&#1604;&#1575;&#1580; &#1587;&#1585;&#1591;&#1575;&#1606; &#1575;&#1604;&#1571;&#1591;&#1601;&#1575;&#1604; &#1601;&#1609; &#1605;&#1589;&#1585; &#1604;&#1604;&#1578;&#1606;&#1587;&#1610;&#1602; &#1601;&#1609; &#1605;&#1575; &#1576;&#1610;&#1606;&#1607;&#1605;. 
------------------------------- ------------------------------- -------

You can donate to these bank accounts:-
--------------------------------------------------------

Banks //// Account Number /////  SWIFT Code 
--------------------------------------------------------------
The ENB  //// 1070057357 //// NBEGEGCX001 
MISR Bank //// 14000100035430 //// BMIXEGCX140 
Alexandria Bank //// 101057357001 //// ALEXEGCXXXX 
Banque Du Caire ////  4-4030000135 //// BCAIEGCXXXX 
CIB //// 01-9003144-3 //// CIBEEGCX001
The NUB //// 0001-157357-001 ////  DEIBEGCX
HSBC ////  009057357 //// EBBKEGCX
ABC //// 020-57357-0502001 //// EAABEGCX
PBDAC ////  1551157357 ////  BDACEGCAXXX
 


&#1610;&#1605;&#1603;&#1606;&#1603;&#1605; &#1575;&#1604;&#1578;&#1576;&#1585;&#1593; &#1593;&#1604;&#1609; &#1581;&#1587;&#1575;&#1576; &#1585;&#1602;&#1605; 57357 &#1601;&#1610; &#1571;&#1581;&#1583; &#1575;&#1604;&#1576;&#1606;&#1608;&#1603; &#1575;&#1604;&#1578;&#1575;&#1604;&#1610;&#1577; :-
--------------------------------------------------------------

 &#1575;&#1604;&#1576;&#1606;&#1603;//////&#1585;&#1602;&#1605; &#1575;&#1604;&#1581;&#1587;&#1575;&#1576;//////&#1575;&#1604;&#1587;&#1608;&#1610;&#1601;&#1578; &#1603;&#1608;&#1583; 
 -----------------------------------------------------
NBEGEGCX001////1070057357////&#1575;&#1604;&#1576;&#1606;&#1603; &#1575;&#1604;&#1571;&#1607;&#1604;&#1610;  
BMISEGCX140////14000100035430////&#1576;&#1606;&#1603; &#1605;&#1589;&#1585; 
ALEXEGCX////101057357001////&#1576;&#1606;&#1603; &#1575;&#1604;&#1573;&#1587;&#1603;&#1606;&#1583;&#1585;&#1610;&#1577;  
BCAIEGCXX030////4030000135-4////&#1576;&#1606;&#1603; &#1575;&#1604;&#1602;&#1575;&#1607;&#1585;&#1577; 
CIBEEGCX001////3-9003144-01////&#1575;&#1604;&#1576;&#1606;&#1603; &#1575;&#1604;&#1578;&#1580;&#1575;&#1585;&#1610; &#1575;&#1604;&#1583;&#1608;&#1604;&#1610;
DEIBEGCX////001-157357-0001////&#1575;&#1604;&#1576;&#1606;&#1603; &#1575;&#1604;&#1571;&#1607;&#1604;&#1609; &#1575;&#1604;&#1605;&#1578;&#1581;&#1583;
EBBKEGCX////001-573570-006//// HSBC
EAABEGCX////0502001-57357-020////ABC 
 

you can also donate by calling these numbers

2357 or 1468 by mobile 
09009555 by phone

it is charged 1.50 per minute

&#1575;&#1604;&#1578;&#1576;&#1585;&#1593; &#1605;&#1606; &#1582;&#1604;&#1575;&#1604; &#1575;&#1604;&#1578;&#1604;&#1610;&#1601;&#1608;&#1606; 
&#1610;&#1605;&#1603;&#1606;&#1603; &#1575;&#1604;&#1575;&#1578;&#1589;&#1575;&#1604; &#1576;&#1585;&#1602;&#1605; 1468  &#1571;&#1608; 2357 &#1605;&#1606; &#1575;&#1610; &#1578;&#1604;&#1610;&#1601;&#1608;&#1606; &#1605;&#1581;&#1605;&#1608;&#1604; &#1575;&#1608; &#1576;&#1585;&#1602;&#1605; 09009555 &#1608; &#1575;&#1604;&#1578;&#1576;&#1585;&#1593; &#1604;&#1589;&#1575;&#1604;&#1581; &#1575;&#1604;&#1605;&#1587;&#1578;&#1588;&#1601;&#1609; &#1575;&#1579;&#1606;&#1575;&#1569; &#1575;&#1587;&#1578;&#1605;&#1575;&#1593;&#1603; &#1604;&#1604;&#1585;&#1587;&#1575;&#1604;&#1577; &#1575;&#1604;&#1589;&#1608;&#1578;&#1610;&#1577; . &#1587;&#1593;&#1585; &#1575;&#1604;&#1583;&#1602;&#1610;&#1602;&#1577; &#1580;&#1606;&#1610;&#1607; &#1608; &#1606;&#1589;&#1601;

you can also donate online by credite card
to this link
https://www.57357.com/arabicsite/e-payment/t3/step1.asp

For Any more information please visite the hospital official site 
www.57357.com 
 




1. Improve the quality of life and give hope for a cure for children suffering from cancer

2. Defeating cancer

3. Keep the hospital working with its maximun efficiency 

4. Let people know about this hospital</description>
  <mission>Help building our second branch in Tanta  , and have donations to keep the hospital working with its maximun efficiency , support the National Cancer Institute</mission>
  <name>57357 children's cancer hospital</name>
  <canonical-url>http://www.causes.com/causes/5601</canonical-url>
  <member-count type="integer">75990</member-count>
  <total-raised type="decimal">188.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/6D/E1/bT/tG/ix/Sb/zg8S.jpg</photo-url>
</cause>
