<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Qu&#233;bec, a home for all those of French heritage of the Americas and older than the occupying nation of Canada, deserves its freedom immediately. Due to vast cultural, linguistic and historical differences, the time has long come for Canada to agree to an independent Quebec and for the nations of the world to recognize it.

This group is not affiliated with any specific political movement, but will support and aid any and all movements working towards the independence of Quebec.

If you would like to read more on the history of the movement, please read here:

http://en.wikipedia.org/wiki/Quebec_sovereignty_movement


Le Qu&#233;bec, berceau de l&#8217;Am&#233;rique fran&#231;aise depuis bien plus longtemps que l&#8217;occupation Canadienne, m&#233;rite imm&#233;diatement sa libert&#233;. Etant donn&#233; les diff&#233;rences culturelles, linguistiques et historiques, le temps est venu pour le Canada d&#8217;accepter l&#8217;&#233;mancipation du Qu&#233;bec, afin que les nations du monde entier reconnaissent sa souverainet&#233;.

Ce groupe n&#8217;est affili&#233; &#224; aucun mouvement politique, mais aidera ceux qui oeuvrent pour l&#8217;ind&#233;pendance du Qu&#233;bec.

Si vous voulez en apprendre davantage sur l&#8217;histoire de notre mouvement :

http://en.wikipedia.org/wiki/Quebec_sovereignty...


1. Quebec must become a free and independent nation immediately/Le Qu&#233;bec doit imm&#233;diatement devenir une nation ind&#233;pendante

2. The United States and Canada should recognize an independent Quebecois nation when one arises/Les Etats Unis et le Canada doive reconna&#238;tre la nation 

3. Education of Quebec's culture and history must be a priority/Eduquer la population sur la sp&#233;cificit&#233; de la culture qu&#233;b&#233;coise doit &#234;tre une priorit&#233;</description>
  <mission>To work together to help the people of Quebec become a free and independent nation!/Travailler ensemble pour aider le peuple Qu&#233;b&#233;cois &#224; devenir une nation libre et ind&#233;pendante!</mission>
  <name>Support Quebecois Independence!/Exigez un Qu&#233;bec libre!</name>
  <canonical-url>http://www.causes.com/causes/5687</canonical-url>
  <member-count type="integer">3881</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/Uy/6d/KO/mD/8v/bY/8O/hgS.jpg</photo-url>
</cause>
