<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Today's youth are expecting different teaching techniques to reach their minds and load them with knowledge. It's not to order or to force them reading cover to cover book! It's the style of corporation. 

&#1606;&#1587;&#1605;&#1593; &#1608;&#1604;&#1575;&#1577; &#1575;&#1604;&#1571;&#1605;&#1585; &#1610;&#1602;&#1608;&#1604;&#1608;&#1575; &#1604;&#1575;&#1586;&#1605; &#1578;&#1584;&#1575;&#1603;&#1585;&#1548; &#1604;&#1575;&#1586;&#1605; &#1578;&#1583;&#1585;&#1587;&#1548; &#1604;&#1575;&#1586;&#1605; &#1578;&#1606;&#1575;&#1605; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1601;&#1604;&#1575;&#1606;&#1610;&#1577;&#1548; &#1604;&#1575; &#1578;&#1604;&#1593;&#1576;  &#1605;&#1593; &#1607;&#1575;&#1584;&#1575;&#1548; &#1573;&#1584;&#1575; &#1582;&#1585;&#1580;&#1578; &#1605;&#1575;&#1601;&#1610; &#1578;&#1604;&#1601;&#1586;&#1610;&#1608;&#1606;

. &#1603;&#1604; &#1584;&#1575; &#1575;&#1587;&#1604;&#1608;&#1576; &#1578;&#1585;&#1576;&#1610;&#1577; &#1578;&#1593;&#1608;&#1583;&#1578;&#1606;&#1575; &#1593;&#1604;&#1610;&#1607; &#1605;&#1606; &#1573;&#1581;&#1606;&#1575; &#1589;&#1594;&#1575;&#1585; 

It is so difficult for youth to present themselves, to defense their ideas and personality and to stand up and sell him/her self to public. 

(le2omatina na7ya) is a charity group started in Jeddah by the support and advice of well trusted figures in the Saudi community. Its main goal is to help youth improving and directing them by taking responsibilities, helping others to improve by sharing knowledge and work as a team. 

Our minor goals are: 

1. &#1575;&#1587;&#1578;&#1579;&#1605;&#1575;&#1585; &#1608;&#1602;&#1578; &#1575;&#1604;&#1601;&#1585;&#1575;&#1594; 

2. &#1576;&#1606;&#1600;&#1575;&#1569; &#1588;&#1576;&#1575;&#1576; "&#1602;&#1583;&#1608;&#1577;" &#1601;&#1610; &#1575;&#1604;&#1605;&#1580;&#1578;&#1605;&#1593; . 

3. &#1605;&#1583; &#1610;&#1583; &#1575;&#1604;&#1593;&#1608;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1590;&#1593;&#1601;&#1575;&#1569; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1604;&#1588;&#1603;&#1585; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1609; &#1606;&#1593;&#1605;&#1607; &#1608;&#1606;&#1602;&#1604; &#1607;&#1605;&#1608;&#1605;&#1607;&#1605; &#1573;&#1604;&#1609; &#1605;&#1606; &#1604;&#1607; &#1575;&#1604;&#1602;&#1583;&#1585;&#1577; &#1593;&#1604;&#1609; &#1605;&#1587;&#1575;&#1593;&#1583;&#1578;&#1607;&#1605; .

&#1578;&#1606;&#1592;&#1585; &#1575;&#1604;&#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;&#1577; &#1601;&#1610; &#1575;&#1604;&#1601;&#1585;&#1610;&#1602; &#1573;&#1604;&#1609; &#1585;&#1601;&#1593; &#1575;&#1604;&#1605;&#1587;&#1578;&#1608;&#1610;&#1575;&#1578; &#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;&#1577; &#1601;&#1610; &#1575;&#1604;&#1601;&#1585;&#1610;&#1602; &#1605;&#1606; &#1582;&#1604;&#1575;&#1604; &#1571;&#1606;&#1588;&#1591;&#1578;&#1607;&#1605; &#1575;&#1604;&#1605;&#1582;&#1578;&#1604;&#1601;&#1577; &#1608;&#1575;&#1604;&#1578;&#1608;&#1575;&#1589;&#1604; &#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610; &#1576;&#1610;&#1606; &#1575;&#1604;&#1571;&#1593;&#1590;&#1575;&#1569; . 

(&#1604;&#1571;&#1605;&#1578;&#1606;&#1575; &#1606;&#1581;&#1610;&#1575;) has a way to manage the organization since they have already started and has over 30 participated members who are working on developing the most powerful tool in the whole world; Human. We were, are , and will work on that. 

The group is divided into four sub categories; 

- &#1575;&#1604;&#1583;&#1593;&#1575;&#1610;&#1577; &#1608;&#1575;&#1604;&#1573;&#1593;&#1604;&#1575;&#1606; (public relations, advertising) 

- &#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;&#1600;&#1577; (lectures, short courses and other) - Targeting group members.

- &#1575;&#1604;&#1586;&#1610;&#1575;&#1585;&#1575;&#1578; (visits and tours) - targeting outsiders. 

- &#1582;&#1583;&#1605;&#1577; &#1575;&#1604;&#1605;&#1580;&#1578;&#1605;&#1593; (community service) 

Finally, the group targeting the youth as a main product; how much does you worth? How can we make you more valuable? How can you participate in raising the price of others? How can we focus on "WE" instead of "I"? 

Thank you!



1. Today's youth has the power and ability to be different; unfortunately its not directed

2. Today, We talk more than work ! 

3. Youth needs modern ways in education, surly its not by memorizing a book! 

4. How can we minimize the gab between rich and poor otherwise than money! 

5. We as youth mostly are not satisfy with who we are comparing to what we can be, LETS WORK ON THAT!</description>
  <mission>We aim to help directing today's youth toward a greater cause to stand out among community by different means. </mission>
  <name>&#1604;&#1571;&#1605;&#1578;&#1606;&#1575; &#1606;&#1581;&#1610;&#1600;&#1575;</name>
  <canonical-url>http://www.causes.com/causes/7765</canonical-url>
  <member-count type="integer">398</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/03/Ga/Vy/A6/n6/GC/0IxS.jpg</photo-url>
</cause>
