<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>&#1571;&#1608;&#1590;&#1581; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587; &#1575;&#1604;&#1578;&#1606;&#1601;&#1610;&#1584;&#1610; &#1604;&#1604;&#1580;&#1607;&#1575;&#1586; &#1575;&#1604;&#1602;&#1608;&#1605;&#1610; &#1604;&#1578;&#1606;&#1592;&#1610;&#1605; &#1575;&#1604;&#1575;&#1578;&#1589;&#1575;&#1604;&#1575;&#1578; &#1548; &#1575;&#1604;&#1583;&#1603;&#1578;&#1608;&#1585; &#1593;&#1605;&#1585;&#1608; &#1576;&#1583;&#1608;&#1610; &#1548; &#1571;&#1606; &#1575;&#1604;&#1580;&#1607;&#1575;&#1586; &#1602;&#1585;&#1585; &#1578;&#1608;&#1601;&#1610;&#1585; &#1582;&#1583;&#1605;&#1577; &#1575;&#1604;&#1575;&#1588;&#1578;&#1585;&#1575;&#1603; &#1601;&#1610; &#1582;&#1583;&#1605;&#1575;&#1578; &#1575;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578; &#1601;&#1575;&#1574;&#1602; &#1575;&#1604;&#1587;&#1585;&#1593;&#1577; &#1608;&#1601;&#1602;&#1575; &#1604;&#1604;&#1578;&#1582;&#1601;&#1610;&#1590;&#1575;&#1578; &#1575;&#1604;&#1580;&#1583;&#1610;&#1583;&#1577; &#1601;&#1610; &#1571;&#1587;&#1593;&#1575;&#1585;&#1607; &#1576;&#1581;&#1610;&#1579; &#1610;&#1587;&#1605;&#1581; &#1604;&#1604;&#1605;&#1588;&#1578;&#1585;&#1603; &#1576;&#1575;&#1604;&#1581;&#1589;&#1608;&#1604; &#1593;&#1604;&#1609; 60 &#1587;&#1575;&#1593;&#1577; &#1573;&#1587;&#1578;&#1607;&#1604;&#1575;&#1603; &#1571;&#1608; &#1578;&#1581;&#1605;&#1610;&#1604; &#1581;&#1578;&#1609; 2 &#1580;&#1610;&#1580;&#1575;&#1576;&#1575;&#1610;&#1578; &#1588;&#1607;&#1585;&#1610;&#1575; &#1576;&#1587;&#1593;&#1585; 45 &#1580;&#1606;&#1610;&#1607;&#1575; &#1576;&#1587;&#1585;&#1593;&#1577; 256 &#1603;&#1610;&#1604;&#1608;&#1576;&#1575;&#1610;&#1578;/&#1579;&#1575;&#1606;&#1610;&#1577;.

&#1608;&#1602;&#1575;&#1604; &#1573;&#1606; &#1588;&#1585;&#1603;&#1575;&#1578; &#1575;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578; &#1587;&#1578;&#1581;&#1575;&#1587;&#1576; &#1575;&#1604;&#1605;&#1588;&#1578;&#1585;&#1603; &#1575;&#1593;&#1578;&#1576;&#1575;&#1585;&#1575; &#1605;&#1606; &#1571;&#1608;&#1604; &#1587;&#1576;&#1578;&#1605;&#1576;&#1585; &#1575;&#1604;&#1605;&#1602;&#1576;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1586;&#1610;&#1575;&#1583;&#1577; &#1601;&#1610; &#1575;&#1604;&#1575;&#1587;&#1578;&#1607;&#1604;&#1575;&#1603; &#1548; &#1576;&#1587;&#1593;&#1585; 10 &#1580;&#1606;&#1610;&#1607;&#1575;&#1578; &#1604;&#1603;&#1604; &#1580;&#1610;&#1580;&#1575;&#1576;&#1575;&#1610;&#1578; &#1601;&#1610; &#1575;&#1604;&#1606;&#1592;&#1575;&#1605; &#1575;&#1604;&#1571;&#1608;&#1604; &#1571;&#1608; 150 &#1602;&#1585;&#1588;&#1575; &#1604;&#1604;&#1587;&#1575;&#1593;&#1577; &#1601;&#1610; &#1575;&#1604;&#1606;&#1592;&#1575;&#1605; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;.

&#1608;&#1571;&#1590;&#1575;&#1601; &#1571;&#1606; &#1575;&#1604;&#1575;&#1588;&#1578;&#1585;&#1575;&#1603; &#1576;&#1593;&#1583;&#1583; 60 &#1587;&#1575;&#1593;&#1577; &#1588;&#1607;&#1585;&#1610;&#1575; &#1610;&#1608;&#1601;&#1585; &#1605;&#1593;&#1583;&#1604; &#1587;&#1575;&#1593;&#1578;&#1610;&#1606; &#1610;&#1608;&#1605;&#1610;&#1575; &#1605;&#1606; &#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578; &#1601;&#1575;&#1574;&#1602; &#1575;&#1604;&#1587;&#1585;&#1593;&#1577; &#1548; &#1608;&#1607;&#1608; &#1603;&#1575;&#1601; &#1571;&#1608; &#1605;&#1587;&#1575;&#1608; &#1578;&#1602;&#1585;&#1610;&#1576;&#1575; &#1604;&#1604;&#1608;&#1589;&#1608;&#1604; &#1573;&#1604;&#1609; &#1578;&#1581;&#1605;&#1610;&#1604; 2 &#1580;&#1610;&#1580;&#1575;&#1576;&#1575;&#1610;&#1578; &#1588;&#1607;&#1585;&#1610;&#1575;.

&#1608;&#1571;&#1588;&#1575;&#1585; &#1573;&#1604;&#1609; &#1571;&#1606; &#1605;&#1578;&#1608;&#1587;&#1591; &#1575;&#1604;&#1575;&#1587;&#1578;&#1607;&#1604;&#1575;&#1603; &#1604;&#1603;&#1604; &#1605;&#1606;&#1586;&#1604; &#1593;&#1604;&#1609; &#1605;&#1587;&#1578;&#1608;&#1609; &#1575;&#1604;&#1593;&#1575;&#1604;&#1605; &#1604;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578; &#1601;&#1575;&#1574;&#1602; &#1575;&#1604;&#1587;&#1585;&#1593;&#1577; &#1604;&#1575;&#1610;&#1586;&#1610;&#1583; &#1593;&#1606; 1 &#1573;&#1604;&#1609; 2 &#1580;&#1610;&#1580;&#1575;&#1576;&#1575;&#1610;&#1578;.

&#1608;&#1602;&#1575;&#1604; &#1573;&#1606; &#1575;&#1604;&#1586;&#1610;&#1575;&#1583;&#1577; &#1593;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1605;&#1593;&#1583;&#1604; &#1578;&#1581;&#1583;&#1579; &#1593;&#1606;&#1583; &#1578;&#1581;&#1605;&#1610;&#1604; &#1571;&#1601;&#1604;&#1575;&#1605; &#1571;&#1608; &#1605;&#1608;&#1587;&#1610;&#1602;&#1609; &#1571;&#1608; &#1571;&#1594;&#1575;&#1606;&#1610; &#1548; &#1608;&#1607;&#1608; &#1605;&#1575; &#1610;&#1587;&#1578;&#1608;&#1580;&#1576; &#1583;&#1601;&#1593; &#1575;&#1604;&#1605;&#1602;&#1575;&#1576;&#1604; &#1593;&#1606; &#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1583;&#1605;&#1577; &#1548; &#1605;&#1588;&#1610;&#1585;&#1575; &#1573;&#1604;&#1609; &#1571;&#1606; &#1575;&#1604;&#1607;&#1583;&#1601; &#1605;&#1606; &#1575;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578; &#1607;&#1608; &#1573;&#1578;&#1575;&#1581;&#1577; &#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1608;&#1575;&#1604;&#1575;&#1587;&#1578;&#1601;&#1575;&#1583;&#1577; &#1605;&#1606;&#1607;&#1575; &#1608;&#1604;&#1610;&#1587; &#1605;&#1580;&#1585;&#1583; &#1578;&#1581;&#1605;&#1610;&#1604; &#1575;&#1604;&#1571;&#1601;&#1604;&#1575;&#1605;.

&#1608;&#1571;&#1608;&#1590;&#1581; &#1571;&#1606; &#1587;&#1593;&#1585; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1601;&#1610; &#1588;&#1585;&#1610;&#1581;&#1577; "45 &#1580;&#1606;&#1610;&#1607;" &#1575;&#1604;&#1580;&#1583;&#1610;&#1583;&#1577; &#1607;&#1608; 75 &#1602;&#1585;&#1588;&#1575; &#1576;&#1587;&#1585;&#1593;&#1577; 256 &#1603;&#1610;&#1604;&#1608;&#1576;&#1575;&#1610;&#1578;/&#1579;&#1575;&#1606;&#1610;&#1577; &#1548; &#1605;&#1602;&#1575;&#1585;&#1606;&#1577; &#1576;&#1587;&#1593;&#1585; &#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1575;&#1578;&#1589;&#1575;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578; &#1575;&#1604;&#1605;&#1580;&#1575;&#1606;&#1610; &#1593;&#1604;&#1609; &#1575;&#1604;&#1578;&#1604;&#1610;&#1601;&#1608;&#1606; &#1575;&#1604;&#1593;&#1575;&#1583;&#1610; &#1608;&#1575;&#1604;&#1578;&#1610; &#1578;&#1576;&#1604;&#1594; 125 &#1602;&#1585;&#1588;&#1575; &#1576;&#1587;&#1585;&#1593;&#1577; &#1578;&#1578;&#1585;&#1575;&#1608;&#1581; &#1605;&#1575; &#1576;&#1610;&#1606; 4 &#1573;&#1604; 10 &#1603;&#1610;&#1604;&#1608;&#1576;&#1575;&#1610;&#1578; &#1608;&#1581;&#1578;&#1609; 56 &#1603;&#1610;&#1604;&#1608;&#1576;&#1575;&#1610;&#1578; &#1601;&#1610; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577; &#1601;&#1610; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1581;&#1575;&#1604;&#1575;&#1578;.

&#1608;&#1571;&#1588;&#1575;&#1585; &#1573;&#1604;&#1609; &#1571;&#1606; &#1587;&#1593;&#1585; &#1587;&#1585;&#1593;&#1577; 2 &#1605;&#1610;&#1580;&#1575;&#1576;&#1575;&#1610;&#1578; &#1587;&#1610;&#1592;&#1604; &#1575;&#1587;&#1578;&#1585;&#1588;&#1575;&#1583;&#1610;&#1575; &#1593;&#1606;&#1583; 760 &#1580;&#1606;&#1610;&#1607;&#1575; &#1588;&#1607;&#1585;&#1610;&#1575; &#1576;&#1591;&#1575;&#1602;&#1577; &#1578;&#1606;&#1586;&#1610;&#1604; &#1605;&#1601;&#1578;&#1608;&#1581;&#1577; &#1548; &#1581;&#1610;&#1579; &#1571;&#1606;&#1607;&#1575; &#1605;&#1582;&#1589;&#1589;&#1577; &#1604;&#1604;&#1588;&#1585;&#1603;&#1575;&#1578; &#1608;&#1575;&#1604;&#1605;&#1572;&#1587;&#1587;&#1575;&#1578;. 

&#1608;&#1576;&#1575;&#1604;&#1606;&#1587;&#1576;&#1577; &#1604;&#1604;&#1575;&#1588;&#1578;&#1585;&#1575;&#1603;&#1575;&#1578; &#1575;&#1604;&#1605;&#1606;&#1586;&#1604;&#1610;&#1577; &#1575;&#1604;&#1587;&#1575;&#1585;&#1610;&#1577; &#1576;&#1575;&#1604;&#1601;&#1593;&#1604; &#1548; &#1602;&#1575;&#1604; &#1573;&#1606;&#1607; &#1605;&#1606; &#1581;&#1602; &#1575;&#1604;&#1605;&#1588;&#1578;&#1585;&#1603; &#1571;&#1606; &#1610;&#1587;&#1578;&#1605;&#1585; &#1601;&#1610; &#1575;&#1604;&#1581;&#1589;&#1608;&#1604; &#1593;&#1604;&#1609; &#1587;&#1585;&#1593;&#1577; 256 &#1603;&#1610;&#1604;&#1608;&#1576;&#1575;&#1610;&#1578;/&#1579;&#1575;&#1606;&#1610;&#1577; &#1594;&#1610;&#1585; &#1605;&#1602;&#1610;&#1583;&#1577; &#1576;&#1587;&#1593;&#1577; &#1578;&#1581;&#1605;&#1610;&#1604; &#1576;&#1575;&#1604;&#1602;&#1610;&#1605;&#1577; &#1575;&#1604;&#1605;&#1578;&#1593;&#1575;&#1602;&#1583; &#1593;&#1604;&#1610;&#1607;&#1575; &#1605;&#1606; &#1602;&#1576;&#1604; &#1581;&#1578;&#1609; &#1606;&#1607;&#1575;&#1610;&#1577; &#1593;&#1602;&#1583;&#1607; &#1571;&#1608; &#1575;&#1604;&#1578;&#1581;&#1608;&#1604; &#1573;&#1604;&#1609; &#1606;&#1592;&#1575;&#1605; &#1575;&#1604;&#1575;&#1588;&#1578;&#1585;&#1575;&#1603; &#1575;&#1604;&#1588;&#1607;&#1585;&#1609; &#1576;&#1605;&#1576;&#1604;&#1594; 45 &#1580;&#1606;&#1610;&#1607;&#1575; &#1548; &#1605;&#1593; &#1575;&#1604;&#1578;&#1602;&#1610;&#1583; &#1576;&#1587;&#1593;&#1577; &#1575;&#1604;&#1578;&#1581;&#1605;&#1610;&#1604; 2 &#1580;&#1610;&#1580;&#1575;&#1576;&#1575;&#1610;&#1578; &#1571;&#1608; &#1606;&#1592;&#1575;&#1605; 60 &#1587;&#1575;&#1593;&#1577; &#1588;&#1607;&#1585;&#1610;&#1575; &#1571;&#1608; &#1575;&#1604;&#1576;&#1575;&#1602;&#1575;&#1578; &#1575;&#1604;&#1580;&#1583;&#1610;&#1583;&#1577; &#1608;&#1587;&#1583;&#1575;&#1583; &#1602;&#1610;&#1605;&#1577; &#1575;&#1604;&#1575;&#1587;&#1578;&#1607;&#1604;&#1575;&#1603; &#1571;&#1608; &#1575;&#1604;&#1587;&#1575;&#1593;&#1575;&#1578; &#1575;&#1604;&#1586;&#1575;&#1574;&#1583;&#1577;.

1. BE FREE IN PERSONAL DSL</description>
  <mission>stop the Minister to do the changes in DSL system or cancel our DSL subscriptions</mission>
  <name>DSL 45 pounds is a WRONG SYSTEM</name>
  <canonical-url>http://www.causes.com/causes/8199</canonical-url>
  <member-count type="integer">1017</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/ya/a1/27/N6/GJ/Mi/uFrS.jpg</photo-url>
</cause>
