<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>La Fundaci&#243;n Comunitaria de Puerto Rico  es una organizaci&#243;n filantr&#243;pica sin fines de lucro que por 22 a&#241;os ha apoyado procesos de cambio en las comunidades de Puerto Rico. 

El movimiento Puerto Rico quiere A es una iniciativa de la Fundaci&#243;n Comunitaria de Puerto Rico para que todos los ciudadanos participen de la transformaci&#243;n de la educaci&#243;n p&#250;blica siendo este un sistema que educa al 80% de nuestros ni&#241;os(as) y j&#243;venes. 

El Pacto Educativo es el documento que presenta 6 puntos b&#225;sicos para lograr la transformaci&#243;n del sistema. Al firmarlo, cada ciudadano comunica al pa&#237;s que elevar la calidad de nuestro sistema de educaci&#243;n debe ser una prioridad. Firmar el Pacto Educativo es comenzar a participar del movimiento hacia una educaci&#243;n de calidad mundial.   

La meta del movimiento es que 1,000,000 de puertorrique&#241;os firmen el Pacto Educativo para Agosto 2008 como s&#237;mbolo de su compromiso &#8211; llevando un mensaje claro: Puerto Rico quiere una Educaci&#243;n de Calidad Mundial, Puerto Rico quiere A. 

F&#237;rmalo hoy. www.PRquiereA.com

&#191;Porque?

Porque aspiramos a una educaci&#243;n que fortalezca las disciplinas acad&#233;micas y las destrezas fundamentales de lenguajes, artes y ciencias.

Porque aspiramos a que los estudiantes desarrollen la capacidad para tomar decisiones ponderadas, pensar independientemente y utilizar nuevas tecnolog&#237;as.

Porque aspiramos tambi&#233;n, a que se conviertan en protagonistas de un Puerto Rico pac&#237;fico, solidario, seguro, productivo y pr&#243;spero.


1. Autonomia escolar

2. Derecho de escoger escuela publica

3. Actualizacion continua de metas curriculares

4. Uso de estandares de calidad mundial para la preparacion y el licenciamiento de profesores

5. Directores escolares que sean lideres y gerentes

6. Sistema de rendir cuentas al pueblo de Puerto Rico</description>
  <mission>que 1 millon de ciudadanos firmen en www.prquierea.com</mission>
  <name>PuertoRicoQuiereA.com</name>
  <canonical-url>http://www.causes.com/causes/877</canonical-url>
  <member-count type="integer">5019</member-count>
  <total-raised type="decimal">65.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/jD/64/ff/MF/XU/xU/gQ/NwS.jpg</photo-url>
</cause>
