<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Med det nye digitale bakkenettet, burde det v&#230;re un&#248;dvendig &#229; betale lisens for &#229; se NRK. Man m&#229; uansett g&#229; til anskaffelse av dyrt utstyr for &#229; kunne motta NRK. Istedet burde NRK finansieres som betal-tv eller ta det lille skrittet videre fra "sponsoring" til full reklamefinansiering.

Skulle du v&#230;re for sent ute er p&#229;slaget p&#229; 15% - det blir fort 300,- ekstra i &#229;ret. Her er de s&#229; nidkj&#230;re at hvis du er en dag for sen eller slurver med &#229; f&#248;re &#248;rene - legger de p&#229; tilleggsavgiften. I tillegg har stortinget bestemt at avgiften f&#248;lger kalender&#229;ret - dermed f&#229;r vi avgiften i Januar og Juni- som vi alle vet er de m&#229;nedene vi har d&#229;rligst r&#229;d: etter Jul og i ferien.

La oss ogs&#229; se p&#229; hva du f&#229;r fra andre betal-tv selskap:

Canal Digital: For litt over 3000 kroner f&#229;r du fri installert parabol, digital mottaker og over 40 kanaler.

Viasat: for et par hundre kroner mer: alt fritt installert og 50 kanaler.

Digitalt Bakkenett: over 2000 kroner i &#229;ret, 4-5 kanaler, og utstyret m&#229; du b&#229;de kj&#248;pe og sette opp selv.

Dette hadde v&#230;rt greit, hvis vi hadde hatt et valg - men det har vi ikke! Vi tvinges til &#229; betale for den d&#229;rligste produktpakken!

1. Fjern NRK avgiften!

2. Finansier NRK med/som: a) reklame, b) betal-tv, c) over statsbudsjettet (det har vi r&#229;d til!)

3. Det m&#229; v&#230;re mulig &#229; velge vekk NRK

4. Statlige avgifter generelt b&#248;r f&#248;lge de lover og regler om tilleggsavgift som gjelder alle andre bedrifter (pt. maks kr. 65,50)</description>
  <mission>F&#229; slutt p&#229; den mest un&#248;dvendige avgiften i Norge</mission>
  <name>Vekk med NRK Lisensen!</name>
  <canonical-url>http://www.causes.com/causes/9224</canonical-url>
  <member-count type="integer">86241</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/JK/oo/JW/4U/Mb/ut/GkJS.jpg</photo-url>
</cause>
