<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Prenez quelques secondes de votre temps pour r&#233;fl&#233;chir sinc&#232;rement &#224; ces quelques mises en situation:

1. Un membre de votre famille tombe gravement malade, et la seule mani&#232;re dont il pourra survivre est la transplantation d'un organe. D&#233;pendant du type de transplantation, il lui faut un organe qui peut lui &#234;tre transmis par une personne en sant&#233;, et qui le sera tr&#232;s probablement apr&#232;s la transplantation. Vous &#234;tes en bonne sant&#233; et pouvez lui donner un de vos organes. Le feriez-vous, afin de lui permettre d'avoir d'autres jours heureux?

2. Un peu la m&#234;me situation, quelque peu diff&#233;rente. Un membre de votre famille tombe malade et n&#233;cessite &#233;galement une transplantation. Cependant, dans ce cas-ci, il lui faut un organe ne pouvant pas parvenir d'un donneur vivant (par exemple, un coeur). Donc, le seul moyen de sauver cette personne est de recevoir un organe d'une autre personne, qui a sign&#233; sa carte de don d'organes. Seriez-vous reconnaissant que, &#233;tant vous-m&#234;me d&#233;pourvus de moyens face &#224; la maladie de votre proche, qu'une personne que vous ne connaissez pas ait pens&#233; &#224; signer sa carte? 

3. Finalement, la question la plus importante:
Vous avez un accident demain matin. C'est un sujet d&#233;licat auquel r&#233;fl&#233;chir, mais la mort est bien souvent impr&#233;vue. Vous vous retrouvez dans une situation dans laquelle vous organes sont toujours sains, mais vous ne survivrez pas &#224; cet accident. D&#233;sireriez-vous que vos organes permettent &#224; une personne malade, condamn&#233;e par une maladie incurable et qui ne peut survivre sans transplantation, d'allonger ses jours ? Lui feriez-vous le plus beau cadeau qu'elle ne pourra jamais avoir, celui de la vie et de la sant&#233; ?

Si vous avez r&#233;pondu OUI &#224; une de ces questions, songez &#224; signer votre carte d'assurance-maladie et informez-vous sur le sujet aux sites suivants
http://www.quebec-transplant.qc.ca/ 
http://www.organ-donation-works.org/

Et pour voir les magnifiques r&#233;sultats du don d'organes, visitez 
http://www.wtgf.org/

1. Informez-vous sur le sujet du don d'organes

2. Signez l'arri&#232;re de votre carte d'assurance-maladie adin de devenir un donneur potentiel

3. Informez votre famille de vos choix

4. Informez vos proches et amis du don d'organes afin qu'ils signent leur carte &#224; leur tour</description>
  <mission>Informer la population du don d'organes et les sensibiliser &#224; signer leur carte d'assurance-maladie </mission>
  <name>Don d'organes</name>
  <canonical-url>http://www.causes.com/causes/9246</canonical-url>
  <member-count type="integer">75357</member-count>
  <total-raised type="decimal">110.1</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/c7/Kh/S1/Uw/yQ/nw/mngS.jpg</photo-url>
</cause>
