<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>F&#246;r Sveriges del har invandringen, globaliseringen och den nya informationsteknologin bidragit till att samh&#228;llet har genomg&#229;tt en dramatisk f&#246;r&#228;ndring de senaste 40 &#229;ren. Detta har skapat s&#229;v&#228;l utmaningar som m&#246;jligheter f&#246;r Sverige. Tyv&#228;rr har v&#229;rt samh&#228;lle varken klarat utmaningarna eller nyttjat m&#246;jligheterna. Sverige har kommit att omm&#246;bleras men v&#229;r f&#246;rest&#228;llning om Sverige och svenskarna tillh&#246;r en svunnen tid. Segregation, diskriminering och utanf&#246;rskap &#228;r n&#229;gra av symptomen n&#228;r den mentala kartan och verkligheten inte &#246;verensst&#228;mt.

De nya livsstilarna, trosuppfattningarna och v&#228;rderingarna, som har gjort int&#229;g med invandringen och globaliseringen, har inte alltid f&#229;tt bli en naturlig del av Sverige och det svenska. Ist&#228;llet har dessa nya inslag f&#246;rpassats till en existens i ett segregerat tillst&#229;nd. Allt som inte definieras som &#8221;svenskt beteende&#8221; f&#246;rv&#228;ntas ut&#246;vas/uttryckas/manifesteras p&#229; marginalscener eller som exotisk krydda. N&#228;stan 2 miljoner svenskar f&#229;r inte vara med att forma nutiden och d&#228;rmed ocks&#229; skriva den svenska historien. Ber&#228;ttelsen om den svenska kulturen handlar d&#228;rmed inte om alla svenskar. 

En parentes i sammanhanget &#228;r att alltf&#246;r m&#229;nga tror tyv&#228;rr att problemen i ett m&#229;ngfaldssamh&#228;lle f&#246;rsvinner bara av sj&#228;lv f&#246;r att man avskaffar integrationspolitiken, Integrationsverket eller begreppet integration. Detta &#228;r en naiv h&#229;llning. Omst&#228;llningen till m&#229;ngfaldssamh&#228;llet kommer inte att ske av sig sj&#228;lv. Det kommer d&#228;rf&#246;r &#228;ven i framtiden beh&#246;vas n&#229;gon form av omst&#228;llningspolitik till det samtida m&#229;ngfaldssamh&#228;llet. Oavsett vad vi v&#228;ljer att kalla den.

1. Vi beh&#246;ver uppdatera bilden av Sverige och svenskheten utifr&#229;n den samtida befolkningen som pr&#228;glas av m&#229;ngfald av livsstilar och livsideal. Tillskott av id&#233;er, livsstilar och trosuppfattningar beh&#246;ver bli en del av den svenska normaliteten och sj&#228;

2. Vi beh&#246;ver formulera den generella politiken utifr&#229;n hela befolkningens behov och f&#246;ruts&#228;ttningar, snarare &#228;n att som idag skapa en generell politik f&#246;r &#8221;svenskar&#8221; och en annan s&#228;rpolitik f&#246;r "dom andra".

3. Vi beh&#246;ver motverka all negativ s&#228;rbehandling (diskriminering) som sker utifr&#229;n f&#246;delseland, hud- och h&#229;rf&#228;rg eller religi&#246;s och kulturell identifikation.</description>
  <mission>Ny politik f&#246;r att skapa ett h&#229;llbart m&#229;ngfaldssamh&#228;lle</mission>
  <name>Ett h&#229;llbart m&#229;ngfaldssamh&#228;lle</name>
  <canonical-url>http://www.causes.com/causes/9364</canonical-url>
  <member-count type="integer">1941</member-count>
  <total-raised type="decimal">0.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/nP/ob/PD/Je/0k/Fo/mWBS.jpg</photo-url>
</cause>
