<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>Varje dag misshandlar m&#228;nniskor varandra, b&#229;de psykiskt och fysiskt. V&#229;ldet &#228;r idag ett vanligt inslag i v&#229;r vardag vi l&#228;ser om det varje dag i tidningarna och h&#246;r om det p&#229; nyheterna. 
Men det finns ett slags v&#229;ld som m&#229;nga g&#229;nger sker i det tysta, det sker bakom st&#228;ngda d&#246;rrar. Ett typ av v&#229;ld som jag vill samla allas uppm&#228;rksamhet om h&#228;r och nu.

M&#229;nga m&#228;n i dagens samh&#228;lle sl&#229;r kvinnor&#8230; &#229;r 2006 anm&#228;ldes 25 500 fall av misshandel av kvinnor i Sverige. M&#228;nnen som sl&#229;r lever ofta i en n&#228;ra relation med kvinna och det g&#246;r det hela mycket mer komplicerat. Dessa 25 500 kvinnor &#228;r bara en del av dom som r&#229;kar illa ut d&#229; m&#246;rkertalet &#228;r stort, bara var femte misshandel anm&#228;ls enligt (BR&#197;). Anledningen till m&#246;rkertalet &#228;r att kvinnor som blir misshandlade m&#229;nga g&#229;nger k&#228;nner skam och att det &#228;r deras fel att dom blir slagna. N&#229;got som g&#246;r detta v&#229;ld speciellt &#228;r att det sker i sitt eget hem, p&#229; den plats d&#228;r vi ska k&#228;nna oss trygga. 

Kvinnor blir ocks&#229; sexuellt utnyttjade, varje &#229;r v&#229;ldtas n&#228;stan 2500 kvinnor i Sverige, m&#246;rkertalet h&#228;r &#228;r ocks&#229; stort. M&#229;nga orkar inte g&#229; igenom en r&#228;ttsprocess med allt vad det inneb&#228;r.

Det finns idag m&#229;nga organisationer som jobbar f&#246;r att hj&#228;lpa och st&#246;dja kvinnor som r&#229;kar illa ut.
N&#229;gra exempel &#228;r:

www.amnesty.se
www.allakvinnorshus.org
www.kvinnofrid.org
www.roks.se

Varje &#229;r genomf&#246;rs det en manifestation mot m&#228;ns v&#229;ld mot kvinnor den 25 november. Den organisationen som st&#229;r bakom det hela &#228;r White Ribbon foundation och deras symbol &#228;r det vita bandet som &#228;ven &#228;r symbolen jag har anv&#228;nt h&#228;r.
www.whiteribbon.ca

Jag tycker att dessa problem inte ligger som ansvar hos n&#229;gon/n&#229;gra speciell person h&#228;r i samh&#228;llet. Det &#228;r n&#229;got som vi alla m&#229;ste hj&#228;lpa till med.

D&#228;rf&#246;r s&#228;tter iaf jag ner foten h&#228;r och s&#228;ger att detta inte f&#229;r forts&#228;tta, vi m&#229;ste b&#246;rja prata om detta mer&#8230; vi m&#229;ste diskutera detta med varandra och med oss sj&#228;lva. Vad kan jag g&#246;ra f&#246;r att hj&#228;lpa.

1. V&#229;ldet mot kvinnor m&#229;ste uppm&#228;rksammas.

2. Kvinnor skall kunna leva trygga och s&#228;kra i sina hem.</description>
  <mission>Att uppm&#228;rksamma m&#228;ns v&#229;ld mot kvinnor.</mission>
  <name>Stoppa m&#228;ns v&#229;ld mot kvinnor</name>
  <canonical-url>http://www.causes.com/causes/9829</canonical-url>
  <member-count type="integer">176942</member-count>
  <total-raised type="decimal">396.63</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/mO/IG/WE/n8/as/Hh/ZLcS.jpg</photo-url>
</cause>
