<?xml version="1.0" encoding="UTF-8"?>
<cause>
  <description>(Espa&#241;ol Abajo)
Economic development is alive and well in coastal Costa Rica, and the signs of prosperity are everywhere. As this prosperity extends initially into the expatriate community, the disconnect  between Costa Ricans and expatriates will widen without efforts focused on integration.

This observation has initiated creation of an integrated education concept; one targeted at supplying the most precious resource for a stable developing community--access to quality education.

With its goal of integrating the children of local families into the school community at an early age, La Paz Community School will influence the social, political and ecological structure of the region. At the heart of the concept is an emphasis on high academic standards and bilingual education. A secondary emphasis on service-based learning allows expatriate and local students to interact with the community and initiate grass-roots involvement as the region evolves.

With your generous tax-deductible donation, children from the local community will share the unique beauty of their culture while gaining skills to ensure ownership of their community as it develops.

We are all working hard to extend this opportunity to as many local families as possible. Please join us in our effort--changing the life of one WILL benefit the lives of many.

Desarrollo econ&#243;mico est&#225; vivo y saludable en Costa Rica, y las se&#241;ales de prosperidad est&#225;n por todos lados.  Como esta prosperidad extiende inicialmente en la comunidad expatriada, la desuni&#243;n entre los costarricenses y los expatriados ensanchar&#225; sin esfuerzos enfocados en la integraci&#243;n.

Esa observaci&#243;n ha sido el comienzo de la creaci&#243;n de un concepto de educaci&#243;n integrada; una empuntada en dar la fuente mas preciosa para una comunidad estable y desarrollada-acceso a una educaci&#243;n de calidad.

Con la meta de integrar a los hijos de las familias locales en la escuela a un edad joven, Escuela Comunal La Paz va a tener una influencia en la estructura social, pol&#237;tico, y ecol&#243;gico de la regi&#243;n.  En el coraz&#243;n del concepto es un &#233;nfasis de altos est&#225;ndares acad&#233;micos y una educaci&#243;n biling&#252;e.  Un &#233;nfasis secundario en aprendizaje basado en servicios comunales permite que los estudiantes locales y los expatriados interactuan con la comunidad e inician cambios en sus comunidades mientras evoluciona la regi&#243;n. 
 
Con su generosa donaci&#243;n deducible de impuestos, ni&#241;os de la comunidad local compartir&#225;n la belleza singular de su cultura mientras obtendr&#225;n abilidades para asegurar un tipo de dominio de su comunidad misma.

Todos estamos trabajando muy duro para extender esta oportunidad a la mayor cantidad de familias locales que sea posible.  Por favor, &#250;nase a nosotros en nuestra meta-cambiar la vida de uno BENEFICIARA las vidas de muchos.

1. The effects of development must not exclude or marginalize local Costa Ricans.

2. Los efectos del desarrollo no pueden excluir or marginar a los costarricences locales.

3. Bilingual, non-profit, community education is the key to effective integration.

4. Educaci&#243;n biling&#252;e, sin fines de lucro, y comunitario es la llave para una integraci&#243;n efectiva</description>
  <mission>Extend the gift of sound education to the local children of coastal Costa Rica.  Website: http://www.lapazschool.org</mission>
  <name>La Paz Community School Costa Rica Scholarship Fund</name>
  <canonical-url>http://www.causes.com/causes/9868</canonical-url>
  <member-count type="integer">829</member-count>
  <total-raised type="decimal">3545.0</total-raised>
  <photo-url>https://causes-prod.s3.amazonaws.com/photos/li/dA/FJ/0o/Dj/OO/jesS.jpg</photo-url>
</cause>
